[
{"title": "Хардкорная Sifu может стать ещё сложнее: студия уже работает над обновлениями", "pub_date": "2022-02-12 16:25:51", "image": "https://cdn.igromania.ru/mnt/news/d/7/2/b/7/d/113478/9dd09fb74f3f94cd_848x477.jpg", "text": "Релиз боевика Sifu оказался успешным: с игрой уже познакомилось полмиллиона игроков, и они отзываются о ней в основном восторженно, несмотря на высокую сложность игрового процесса. И студия Sloclap уже работает над рядом обновлений, часть которых посвящена доступности игры. В ходе прямой трансляции на Twitch Gaming сооснователь Sloclap Пьер Тарно рассказал , что разработчики уже трудятся над рядом улучшений для слабовидящих. В частности, для облегчения ориентирования по звуку уберут шум шагов после столкновения со стенами и препятствиями. В планах также скрытые субтитры и доработка звуков окружения. Чтобы игрокам было проще следить за сюжетом, в особенности в ходе сражений, в ходе диалогов игру позволят ставить на паузу. Вдобавок студия введёт в Sifu уровни сложности. И не только упрощённые, которые помогут неопытным игрокам добраться до финала до истечения срока жизни героя. Любители испытаний смогут сделать игру ещё сложнее. Пока что неизвестно, когда стоит ждать анонсированные нововведения. В ближайших планах — обновление для версий PlayStation, которое добавит режим высокой контрастности."},
{"title": "Авторы Sunless Sea выпустили демоверсию Mask of the Rose", "pub_date": "2022-02-12 17:11:53", "image": "https://cdn.igromania.ru/mnt/news/a/6/f/d/9/0/113479/377136d4f282e4a4_848x477.jpg", "text": "Студия Failbetter Games , известная по исследовательской выживалке Sunless Sea и готическому ролевому хоррору Sunless Skies , выпустила в Steam бесплатную демоверсию своего нового проекта. Игроки уже могут познакомиться с тем, что их ждёт в Mask of the Rose . Mask of the Rose по жанру отличается от предыдущих работ студии. Игра будет визуальной новеллой с элементами симулятора свиданий. Роднит их лишь нуарная вселенная Fallen London, и действие её разворачивается всего через несколько месяцев после того, как Лондон захватили летучие мыши. В демоверсии можно пройти сокращенный первый акт игры. Игроки смогут исследовать некоторые локации города и познакомиться с некоторыми ключевыми персонажами. Сохранения в демоверсии недоступны, как и журнал диалогов: их нельзя будет перечитать. Mask of the Rose планируют выпустить в конце октября или ноябре 2022 года. Это позже, чем планировалось изначально, однако в ходе разработки в игру добавили ряд новых функций и механик. В частности, игроки смогут создавать собственные истории о персонажах Mask of the Rose, пользуясь встроенным редактором. Подробнее об этом расскажут позже."},
[
{"title": "Авторы музыки к Halo судятся с Microsoft из-за невыплаченных роялти — релиз сериала по играм просят отложить", "pub_date": "2022-02-11 21:42:17", "image": "https://leonardo.osnova.io/c360f731-9051-5193-9934-980d78948770/", "text": "До судебного процесса дело пока не дошло, но композиторы утверждают, что в течение 20 лет не получали всех причитающихся им денег. Мартин О'Доннелл и Майкл Сальватори, написавшие музыку к первым четырём шутерам серии Halo (от Combat Evolved до Reach), рассказали журналистам Eurogamer, что с июня 2020-го пытаются договориться с Microsoft по поводу якобы невыплаченной компенсации за использование их композиций. Представители Microsoft, в свою очередь, заявляют, что музыка создавалась в качестве работы по контракту и поэтому формально авторство полностью принадлежит самой компании. Почти два года юристы изучают дело и разбирательство идёт в досудебном порядке. Переговоры о мирном разрешении спора должны состояться где-то ближе к концу февраля, но если стороны не придут к соглашению, то дело передадут в суд. Незадолго до беседы с Eurogamer композиторы попросили своих юристов направить временный досудебный запрет на релиз сериала-адаптации Halo. Он должен стартовать на Paramount+ 24 марта, однако в связи с тем, что там тоже использованы музыкальные темы из игр, истцы требуют отложить начало трансляции до разрешения конфликта. Как композиторы описывают ситуацию О'Доннелл и Сальватори утверждают, что Microsoft нарушила условия заключённого с их компанией O'Donnell Salvatori Inc. контракта, который перешёл к корпорации вместе с покупкой Bungie в 2000 году. Первая музыка для Halo: Combat Evolved была записана в 1999-м, когда её авторы не состояли в штате Bungie. Разработчики не считали композиции результатом контрактной работы, а лицензировали их для использования в игре. Музыкантам, как членам организации ASCAP, отстаивающей авторские права, причитались роялти. Microsoft предупредили об этом при подписании сделки с Bungie, однако компания не стала сразу разбираться в том, на каких условиях работали О'Доннелл и Сальватори. Microsoft несколько раз откладывала полноценное обсуждение условий договора, несмотря на беспокойство самих композиторов. Работу музыкантов и вокалистов, с которыми сотрудничали авторы, в это время оплачивала O'Donnell Salvatori Inc., она же заключала с ними отдельные контракты. Основная музыкальная тема Halo Только когда дело дошло до отдельного релиза саундтрека Halo, Microsoft заключила с О'Доннеллом и Сальватори новый контракт. В нём было и условие о роялти со второстепенной продукции (продажа саундтреков, использование музыки в рекламе и т.п.) — корпорация обязалась отчислять 20% с прибыли. Вместе с ежеквартальными выплатами композиторы должны были получать бухгалтерскую отчётность о том, из какой суммы высчитана причитающаяся им доля. После подписания контракта Microsoft начала отчислять музыкантам деньги, но отчётность ни разу не предоставила. Поэтому О'Доннелл и Сальватори считают, что им недоплачивали всё это время. По договорённости с О'Доннеллом и Сальватори Microsoft также должна была уведомлять их, если их музыку будут перезаписывать. Однако с ними не связывались в подобных случаях и не упоминали, что авторство композиций принадлежит им. На данный момент музыканты не требуют от корпорации конкретной суммы и хотят понять, сколько вообще им должны заплатить по условиям контракта. Дебютный трейлер Halo Infinite Microsoft отказалась комментировать текущую ситуацию журналистам, а представители Paramount, занимающейся сериалом Halo, не ответили на запрос Eurogamer. Это не первое громкое разбирательство за последнее время, в центре которого оказывается Мартин О'Доннелл. В 2014 году он покинул Bungie на фоне конфликта со своими работодателями и выиграл связанный с увольнением иск против них. Однако в 2021-м его признали виновным в неподчинении суду, так как он не удалил из общего доступа музыку, предназначавшуюся для Destiny, права на которую остались у студии. Композитора обязали выплатить штраф и выпустить публичное обращение с просьбой перестать распространять записи. Стоит отметить, что иск О'Доннелла и Сальватори к Microsoft подали до жалобы Bungie на музыканта."}{"title": "Авторы ролевой игры Wartales рассказали о планах на 2022 год", "pub_date": "2022-02-12 18:24:41", "image": "https://cdn.igromania.ru/mnt/news/d/9/f/7/5/8/113481/1a119f0dd4e5f0d3_848x477.jpg", "text": "В декабре прошлого года студия Shiro Games , известная по Northgard и Evoland , выпустила в ранний доступ свой новый проект, Wartales . Тактическая ролевая стратегия получила очень положительные отзывы игроков: её рекомендует 90% покупателей. А теперь разработчики рассказали о том, что готовят для игроков в 2022 году, и обновили свои перспективные планы. Первое контентное обновление добавит в игру новую локацию, Harag’s Marshlands, с новыми врагами, умениями для наших животных и исследованием заброшенных деревень. Обновление также повысит максимальный уровень героев. Оно должно выйти в марте. Ещё один регион, Merchant’s City, откроется в игре летом. Летнее обновление вновь повысит максимальный уровень и позволит исследовать столицу, раскрыв её секреты. В нём также появятся отношения между сопартийцами, улучшения для лагеря и Великий турнир. Для последующих контентных обновлений запланировано ещё больше локаций и других возможностей. В их числе — вербовка пленных, экспедиции, путешествие в Яму Отчаяния и добавка процедурно генерируемого контента для большей реиграбельности. Wartales — ролевая игра с открытым миром, но без канонических героев. Нам предстоит возглавить отряд заурядных беспринципных наёмников и привести к богатству тех из них, кому удастся выжить."},
,
{"title": "Президент Nintendo провёл сессию ответов на вопросы: компания не заинтересована ни в NFT, ни в метавселенных", "pub_date": "2022-02-14 00:00:14", "image": "https://leonardo.osnova.io/36d9914c-6741-5060-bef6-b3b291c63fcc/", "text": "И не планирует их никак использовать. Данная сессия является дополнением и уточнением отчёта за 3-й финансовый (4-й календарный) квартал 2021 года ( 2021/Q3 ), с которым можно ознакомиться тут: Оглавление: Первый вопрос — тренды продаж «вечнозелёных» тайтлов Второй вопрос — прогноз на 4-й финансовый квартал 2021 года (2021/Q4) и влияние на него Pokemon Legends Arceus Третий вопрос — производство, поставки, дефицит электронных компонентов Четвёртый вопрос — разъяснения касательно 98 миллионов игроков за год и использования подобных метрик в контексте бизнеса Nintendo Пятый вопрос — «NFT» и «метавселенные» Шестой вопрос — Animal Crossing New Horizons и Happy Home Paradise, NSO Седьмой вопрос — прибыльность производства и продаж Nintendo Switch Восьмой вопрос — смартфоны и аутсорс Выводы Первый вопрос Пожалуйста, расскажите нам про тренды продаж «вечнозелёных» тайтлов. Продажи «вечнозелёных» тайтлов выросли по сравнению с таким же периодом прошлого финансового года. Какое поведение потребителей поддерживает этот тренд продаж? Увеличилось ли количество потребителей, покупающих «вечнозелёные» тайтлы вместе с новыми релизами? Или больше потребителей покупают «вечнозелёные» тайтлы вместе с Nintendo Switch OLED , потому что она была выпущена недавно? Отвечает Шунтаро Фурукава (Директор и Президент компании) «Вечнозелёные» тайтлы, выпущенные в течение прошлых финансовых лет, начали занимать б О льшую долю от общих продаж «софта» с прошлого финансового года. В текущем финансовому году за 9 месяцев периода апрель-декабрь, тайтлы, выпущенные за прошлые годы, составили примерно 60% продаж «first-party софта» [ см. примечание ] в ключевых регионах. Если же рассматривать лишь 3 месяца периода октябрь-декабрь, то доля «вечнозелёных» тайтлов составит примерно 50% , благодаря высоким продажам новых релизов. Что касается трендов продаж «вечнозелёных» тайтлов, то потребители, впервые покупающие Nintendo Switch , обычно выбирают «вечнозелёный» тайтл в качестве своей второй или третьей игры. Кроме того, мы считаем, что из-за приближения Nintendo Switch к 6-му году своего жизненного цикла, снизится процент потребителей, совершающих покупку впервые, по сравнению с тем, что мы наблюдали ранее, если говорить о будущем спроса на «железо». Мы ожидаем увеличения числа домашних хозяйств, покупающих несколько наших консолей, а также увеличения числа потребителей, покупающих Nintendo Switch OLED на замену своей старой модели. В этих случаях у потребителей уже обычно есть «вечнозелёные» тайтлы, поэтому мы считаем, что доля их продаж будет снижаться, если не произойдёт значительное увеличение числа потребителей, совершающих покупку впервые. ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ К оглавлению Второй вопрос Хотелось бы услышать больше о ваших планах на четвертый [ финансовый ] квартал (январь-март 2022). Прогноз по операционной прибыли за четвертый [ финансовый ] квартал выглядит слишком консервативным, если учесть мощные продажи Pokémon Legends Arceus и запланированный на март релиз Kirby and the Forgotten Land . Что вы думаете по этому поводу? Хотелось бы знать, насколько сильно повлияла Pokémon Legends Arceus на прогноз. Отвечает Шунтаро Фурукава (Директор и Президент компании) Три ключевых корректировки были сделаны в финансовом прогнозе на этот период. Первая из них это пересмотр прогноза продаж «железа» в сторону их снижения с 24 миллионов консолей до 23 миллионов консолей. Она связана с дефицитом полупроводниковых компонентов — по нашим оценкам будет проблематично произвести и продать ранее запланированное количество консолей. При этом, учитывая наши результаты за третий [ финансовый ] квартал, прогноз продаж «софта» был пересмотрен [ вторая корректировка ] в сторону их увеличения с 200 миллионов копий до 220 миллионов копий. Мы не сделали никаких существенных изменений в планах продаж на четвертый [ финансовый ] квартал. Третьей же корректировкой было изменение курса обмена доллара США, цена которого выросла со 105 йен до 110 йен. Что касается прогноза «железных» продаж за четвертый квартал, то мы смогли без особых проблем накопить достаточный сток для обеспечения прогнозируемого объема продаж в 23 миллиона консолей, но их распределение [ по отчётному периоду и по регионам ] остаётся слегка мутноватым. Конкретизируя: задержки [ поставок ] из-за логистики [ разрушенной ] продолжаются на рынках за пределами Японии. Учитывая данную ситуацию, мы не думаем, что объёмы продаж консолей существенно превысят наш прогноз. Что касается «софта», то мы не вносили никаких значительных корректировок в планы на четвёртый [ финансовый ] квартал и считаем, что существует потенциал для небольшого роста в зависимости от будущих трендов. Релиз Pokémon Legends Arceus состоялся буквально на прошлой неделе (28 января) и стартовые продажи очень высоки. Мы ожидаем, что этот тайтл понравится многим потребителям, так как он привлекателен не только для тех, кто раньше уже играл в Pokémon на Nintendo Switch , но и вызывает интерес у всех остальных, предлагая им новый Pokémon- опыт. Кроме того, на март запланирован релиз Kirby and the Forgotten Land . Мы работаем над достижением запланированных целей, значительно увеличивая продажи «first-party» игр за счет таких предложений. ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ К оглавлению Третий вопрос Хотелось бы узнать о ситуации с производством и продажами Nintendo Switch . Вы сказали, что объёмы поставок за третий [ финансовый ] квартал (октябрь — декабрь) большие, но мне кажется, что поставки в США были слегка слабоваты. Это из-за задержек, связанных с логистикой? И если рассматривать тренды закупок [ электронных ] компонентов на следующий финансовый год, видите ли вы какие-нибудь изменения в ситуации по сравнению с текущим положением дел? Отвечает Шунтаро Фурукава (Директор и Президент компании) Что касается производства и продаж Nintendo Switch , то нам удалось произвести достаточно «железа», чтобы удовлетворять спрос в течение первой половины [ финансового года ] (апрель-сентябрь), поэтому во всём мире у магазинов был запас. Однако в месяцы после октября, которые включают в себя праздничный [ новогодний ] сезон, продажи достигают максимального уровня, и ситуация варьировалась в разных регионах. В Японии и Европе наблюдалась временная нехватка Nintendo Switch OLED , но в целом, говоря о всём семействе Nintendo Switch , мы смогли произвести и поставить достаточно «железа» для покрытия спроса. Однако же в США дефицит как начался с третьей недели ноября (День Благодарения), так и продолжился далее. С начала этого финансового года мы говорили, что перспективы неясные из-за дефицита полупроводниковых и прочих [ электронных ] компонентов. Мы не видим никаких признаков значимых изменений в новом, 2022 году, поэтому ситуация остаётся прежней. За тот факт, что мы смогли в подобных обстоятельствах обеспечить продажи «железа» в праздничный сезон на том же уровне, что и в предыдущем году, во многом нужно благодарить поддерживавшие нас компании-партнёры — поэтому я бы хотел выразить им огромную признательность. В дальнейшем мы будем работать над тем, чтобы производить «железа» настолько много, насколько это возможно, ради удовлетворения спроса. ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ К оглавлению Четвёртый вопрос Могли вы подробнее объяснить метрики с количеством игроков за год? Сравнимы ли они с теми, которые были, когда вы продали 100 миллионов Wii ? Видите ли связь между этими метриками и трендами продаж «софта»? Для принятия каких решений в вашем бизнесе используются эти метрики? Если количество игроков остаётся на высоком уровне или даже растёт, то может ли это привести к решению об откладывании запуска следующего поколения игровых консолей? Отвечает Шунтаро Фурукава (Директор и Президент компании) В метриках количества игроков за год подсчитываются пользователи всех Nintendo -аккаунтов, зарегистрированных на Nintendo Switch , запустившие хотя бы одну игру для Nintendo Switch в течение отчётного двенадцатимесячного периода. Наша юзербаза крайне разнообразна и потребители сильно варьируются по показателям того, как часто они играют в видеоигры и как много видеоигр они покупают. Поэтому рассмотрение количества игроков за последние 12 месяцев — что является длительным временным промежутком — служит метрикой, помогающей лучше понять наш бизнес. Базой для повседневных решений у нашего бизнеса является разнообразие индикаторов, включающее в себя количество ежегодно играющих пользователей, в контексте обстоятельств, сложившихся на данный момент. Касательно сравнений с Wii — у Wii и Nintendo Switch совершенно разный набор фич, разная линейка игр, и разный способ играть в эту линейку игр. Более того, игровая индустрия и среда, в которой находится наша компания, значительно изменились с момента начала продаж Wii в 2006 году. Nintendo Switch достигнут такой же [ как у Wii ] уровень продаж в 100 миллионов консолей, но мы не делаем таких примитивных сравнений с Wii . Тот факт, что настолько много потребителей играют на Nintendo Switch , создает им больше возможностей приобрести новые релизы в будущем. С Nintendo Switch вовлечённость пользователей достигла рекордного уровня к концу прошлого года, поэтому платформа подходит к шестому году своего жизненного цикла с очень сильной динамикой. Число ежегодно играющих пользователей сейчас составляет около 100 миллионов, и нам важно решить, как мы можем поддерживать и увеличивать данное число. Это также будет важнейшим фактором, когда мы будем определяться с планами на нашу следующую игровую платформу. ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ К оглавлению Пятый вопрос Об инициативах, связанных с метавселенными и NFT. В каком-то смысле можно сказать, что вы уже проявили инициативу с игрой Animal Crossing New Horizons , но у метавселенных огромный потенциал, поэтому я бы хотел узнать ваше видение [ метавселенных и NFT ] в той мере, в которой вы можете им поделиться на данный момент. Отвечает Шунтаро Фурукава (Директор и Президент компании ) Метавселенная привлекла внимание многих компаний по всему миру, у неё большой потенциал. Когда медиа представляют концепт метавселенной, игры вроде Animal Crossing New Horizons иногда приводятся в качестве примера. В этом смысле метавселенная нам интересна. Но на данный момент не существует простого способа дать конкретное объяснение тому, какие сюрпризы и радости метавселенная может доставить нашим потребителям. Как компания, предоставляющая развлечения, мы делаем основной акцент на свежих сюрпризах и веселье для наших покупателей. Возможно мы рассмотрим данный вопрос, если найдём способ имплементировать «подход Nintendo » в метавселенную, который люди будут готовых охотно принять и понять, но мы не думаем, что ситуация позволяет сделать это в данный момент. ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ К оглавлению Шестой вопрос Какой процент пользователей приобрел платный аддон для Animal Crossing New Horizons — Happy Home Paradise ? Также бы хотелось услышать про тренды продаж и реакции. Отвечает Шунтаро Фурукава (Директор и Президент компании) Мы не раскрываем «attach rate» отдельных аддонов для конкретных игр, но цифровые продажи в третьем квартале выросли чудовищно, а аддон для Animal Crossing New Horizons стал одним из факторов, за это ответственных. В аддон могут [ бесплатно ] играть подписчики Nintendo Switch Online + Expansion Pack , поэтому были и те, кто купил аддон отдельно, и те, кто играл в него как в часть Nintendo Switch Online + Expansion Pack . В этот же промежуток времени вышел Fighters Pass Vol. 2 для Super Smash Bros. Ultimate . Появление таких крупных аддонов для уже вышедшего «софта» внесло вклад в увеличение вовлечённости пользователей Nintendo Switch . Мы считаем, что появление новых тайтлов и подобных аддонов в праздничный [ новогодний ] сезон обеспечило и рост продаж «железа», и рост продаж другого «софта». ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ К оглавлению Седьмой вопрос У меня вопрос о стоимости производства «железа». Похоже, что цены немного растут из-за дефицита полупроводников, но какое влияние это оказывает на валовую прибыль? Будете ли вы увеличивать объём производства, чтобы обеспечить необходимый объём [ поставок ] «железа» несмотря на растущую цену, или вы будете регулировать объем производства учитывая до определённой степени ещё и цену? Отвечает Шунтаро Фурукава (Директор и Президент компании) Nintendo Switch поступила в продажу несколько лет назад, и мы продолжаем работать над снижением затрат, но дефицит [ электронных ] компонентов ведёт к увеличению расходов. И хотя рост [ цен на электронные компоненты ] плавный, он оказывает влияние на нашу валовую прибыль. Рассматривая полный [ финансовый ] год, мы полагаем, что пока влияние будет незначительным, но если цены останутся на текущем уровне и в следующем финансовом году, то мы ожидаем снижения прибыльности [ продаж ] «железа», в сравнении с текущим [ финансовым ] годом. Кроме того, как уже было отмечено, рентабельность Nintendo Switch OLED ниже, чем рентабельность Nintendo Switch и Nintendo Switch Lite . Если ситуация не изменится кардинально, то мы не ожидаем улучшения прибыльности ни в следующем финансовом году, ни в дальнейшем. Тем не менее, повышение цен не сказывается на наших планах, и мы продолжаем производить объёмы [ консолей ], необходимые для покрытия спроса. ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ К оглавлению Восьмой вопрос Трудно выделять человеческие ресурсы на бизнес, связанный со смартфонами и расширением интеллектуальной собственности, учитывая ваш фокус на игровых консолях и видеоиграх для них, но не рассматривали ли вы возможность развития этой области, например, с помощью аутсорса, силами сторонних разработчиков под руководством Nintendo ? Это позволило бы обходиться без выделения собственных человеческих ресурсов. Отвечает Шунтаро Фурукава (Директор и Президент компании) Мы сейчас управляем 5-ю тайтлами на смартфонах, а также приложением Pikmin Bloom , выпущенным Niantic . Мы верим, что наш бизнес, связанный со смартфонами, непрерывно продвигает осведомленность о нашей интеллектуальной собственности среди потребителей во всём мире. Многие потребители, скачавшие эти тайтлы, не владеют ни одной из наших игровых консолей, поэтому мы считаем, что данный бизнес генерирует точки соприкосновения с новой аудиторией. Корни интеллектуальной собственности Nintendo это игры, что в первую очередь характеризуется развитием сильных чувств и привязанностей у потребителей именно тогда, когда они в них играют. Источник ценности нашей интеллектуальной собственности это не только её внешний дизайн, но и непосредственно игровой опыт. Поэтому наша базовая политика заключается в том, что любое расширение должно уважать уникальные характеристики нашей интеллектуальной собственности, чтобы не навредить личной привязанности и любви к ней со стороны потребителей. Мы ценим ваше понимание такого подхода к расширению нашей интеллектуальной собственности. ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ К оглавлению Компания не заинтересована ни в NFT, ни в метавселенных, а смартфоны рассматривает лишь в качестве рекламы Nintendo очень бережно относится к своей интеллектуальной собственности, в которую вложены десятки лет усилий целых поколений. И не менее бережно относится к восприятию своей интеллектуальной собственности потребителем. Она не пойдёт на разрушение своих традиций ради краткосрочной перспективы. Дефицит всех электронных компонентов бьёт по компании, но несмотря на трудности в отдельных регионах, она считает, что сможет обеспечить высокий уровень продаж Миф о заоблачной маржинальности продаж консолей Nintendo это всего лишь миф, тиражируемый людьми, слабо себе представляющими, из чего складывается себестоимость производства даже самых простых продуктов, не то что игровых консолей. Дефицит электронных компонентов же, толкающий цены вверх, снижает прибыльность ещё сильнее. И естественно, цифры техпроцесса основного SoC консоли на это влияют слабо. Количество игроков на Nintendo Switch огромно Благодаря разъяснениям Шунтаро Фурукавы стало понятно, что 98 миллионов игроков , о которых сообщалось в финансовом отчёте, это действительно уникальные игроки. Пользователи, у которых есть Nintendo Switch , аккаунт Nintendo и которые хотя бы раз в году запускали на своей консоли игру. Это опровергает мифы о том, что рекордные продажи Nintendo Switch обусловлены пользователями, покупающим себе сразу несколько консолей. Продажи «first-party» игр Nintendo заоблачные А её игры, которые вышли несколько лет назад, продолжают продаваться такими темпами, что им могут позавидовать многие новые релизы других компаний. При этом Nintendo не нужно обесценивать свою продукцию снижением цены через очень непродолжительное время после релиза, чтобы обеспечить такие продажи. Многие её игры называют «вечнозелёными» не просто так — спрос на них не то что не падает со временем, а часто даже умудряется расти. ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ К оглавлению https://asia.nikkei.com/Business/Media-Entertainment/Nintendo-hits-record-as-world-plays-games-during-pandemic-lockdown"},
{"title": "Сотрудники Ubisoft о продвижении NFT: «Мы что, соревнуемся с EA за звание самой ненавистной компании?»", "pub_date": "2022-02-11 23:21:27", "image": "https://leonardo.osnova.io/b2289851-e7f7-5632-a9ee-9d9f5d5f50d9/", "text": "Многим работникам тоже не нравится позиция начальства — и внутри назревает конфликт. О том, что попытки продвижения невзаимозаменяемых токенов (NFT) вызвали негативную реакцию внутри самой Ubisoft, рассказал репортёр Bloomberg Джейсон Шрайер. 10 февраля компания опубликовала на своём внутреннем форуме объявление по поводу своей системы Ubisoft Quartz и других инициатив, связанных с NFT и блокчейн-технологиями, попытавшись объяснить свой подход, «ответить на ключевые вопросы, а также рассказать об ограничениях и рисках, с которыми это связано». Однако в комментариях под этим обращением сотрудники начали резко критиковать своих руководителей. Подавляющее большинство выступило против использования токенов, а некоторые припоминали случаи неподобающего поведения в компании и даже заявляли, что «сегодня быть работником Ubisoft особенно стыдно». Вскоре представители компании прокомментировали ситуацию, заявив, что «ценят любой отклик, как со словами поддержки, так и с опасениями», но не станут распространяться о произошедшем, так как информация с внутренних форумов считается конфиденциальной. Заявление от 10 февраля было не первой попыткой глав Ubisoft переубедить своих сотрудников. Ранее, по данным СМИ, компания проводила внутренние семинары по поводу NFT, а также раздавала NFT-предметы работникам. Платформу Ubisoft Quartz анонсировали в декабре 2021 года — тогда против идеи негативно высказались многие игроки, а первый посвящённый ей ролик набрал 13 тысяч дизлайков на YouTube. Однако с тех пор в компании несколько раз говорили, что отказываться от планов на внедрение токенов в игры не собираются."},
{"title": "Нейтан Дрейк и Хлоя Фрейзер появятся в Fortnite на следующей неделе", "pub_date": "2022-02-13 11:37:23", "image": "https://cdn.igromania.ru/mnt/news/5/4/d/7/8/a/113484/760675106c162bd5_848x477.jpg", "text": "По случаю выхода картины «Анчартед: На картах не значится» создатели Fortnite анонсировали кроссовер с популярной франшизой, причём довольно необычным образом. Epic Games запустила на официальном сайте игры специальный раздел с картой сокровищ, где нужно было ввести 14-значный пароль. Геймеры довольно быстро установили, что правильный ответ — sicparvismagna. Данный девиз, в переводе означающий «Великое начинается с малого», выгравирован на кольце Фрэнсиса Дрейка, которое носит главный герой серии. После ввода пароля игрок получает ссылку на трейлер тематического набора. Последний включает в себя скины Нейтана Дрейка и Хлои Фрейзер, причём в двух версиях: киношной и игровой, а также старинную саблю, топор, самолёт Салли и особую эмоцию. Предметы появятся во внутриигровом магазине в четверг."},
{"title": "PC-версия Horizon Zero Dawn подорожала в ряде регионов, включая Россию", "pub_date": "2022-02-13 11:01:55", "image": "https://cdn.igromania.ru/mnt/news/d/7/b/3/5/d/113483/aa3d8d2bce33bcd5_848x477.jpg", "text": "Sony подняла стоимость PC-версии Horizon Zero Dawn (в Steam и Epic Games Store ) в нескольких регионах, включая Россию. Теперь экшен в открытом мире стоит не 2800, а 2999 рублей. Причины издатель не озвучил, но занятно то, что стоимость в GOG (пока) не изменилась. Напомним, что это не первое повышение цены — ещё до выхода игры на PC многие пользователи ликовали при виде стоимости предзаказа, равной 930 рублям. Однако счастье было недолгим — довольно быстро ценник вырос втрое, и на релизе Horizon Zero Dawn стоила уже те самые 2800 рублей. Также отметим, что общие продажи первой части на PS4 и PC превысили 20 миллионов копий , причём по состоянию на 28 ноября прошлого года. Вполне возможно, что многие купили игру незадолго до релиза продолжения, и нынешний тираж ещё больше."},
{"title": "Dying Light 2 и Lost Ark заняли сразу 8 из 10 позиций в свежем чарте Steam", "pub_date": "2022-02-13 19:26:31", "image": "https://cdn.igromania.ru/mnt/news/9/9/b/1/7/e/113494/7785f02d5ca754dc_848x477.jpg", "text": "Благодаря выходу в Steam западной версии Lost Ark сразу пять различных наборов условно-бесплатной игры расположились в топ-10 свежего чарта , где игры упорядочены по выручке за семь дней. К слову, пиковый онлайн MMORPG превысил 1,32 млн человек . Но на вершине чарта всё так же располагается зомби-боевик Dying Light 2 Stay Human . Всего же в топ-10 три разных издания игры: ещё два находятся на 8 и 10 местах. Недавно разработчики объявили, что игру опробовали уже более 3 млн человек . На оставшихся двух позициях топа расположились предзаказы Elden Ring и Total War: WARHAMMER III . Dying Light 2 Stay Human; Lost Ark Platinum Founder's Pack; Lost Ark Bronze Founder's Pack; Lost Ark Gold Founder's Pack; Elden Ring; Lost Ark Silver Founder's Pack; Total War: WARHAMMER III; Dying Light 2 Stay Human; Lost Ark Vanquisher Starter Pack Dying Light 2 Stay Human. Чарты с 31 января по 6 февраля"},
{"title": "Дряни бой: The Gunk выпустят в Steam", "pub_date": "2022-02-14 16:48:34", "image": "https://cdn.igromania.ru/mnt/news/2/6/e/e/4/3/113512/7102092b2ee49c0c_848x477.jpg", "text": "Шведская студия Image & Form в декабре 2021 года выпустила фантастическое сюжетное приключение The Gunk . На старте игра была эксклюзивом Microsoft и до сих пор доступна только на РС, консолях Xbox и в Xbox Game Pass. Но её новый релиз тоже не за горами. Пока что не названа точная дата, но этой весной игра должна появится на РС и в других магазинах. В частности, она выйдет в Steam , и её страница в магазине уже открыта . А тем временем владельцы Xbox скоро смогут воспользоваться новым фоторежимом. В него включены инструменты для создания и редактирования скриншотов. И это не единственное обновление: в The Gunk добавляют русский язык. Всё это появится в игре с ближайшим патчем, а на РС будет доступно с момента релиза."},
{"title": "Британский чарт: Pokemon Legends и Dying Light 2 удерживают лидерство, а ремастеры GTA вернулись в топ-10", "pub_date": "2022-02-14 13:08:16", "image": "https://leonardo.osnova.io/eb67e0d4-e217-57b7-8523-f3e3142ea019/", "text": "Продажи Pokemon Legends: Arceus на третьей неделе упали на 45%, однако игра по-прежнему удерживает лидерство в розничном чарте. Dying Light 2 на второй неделе продаж осталась на втором месте после 57-процентного спада. 71% копий пришлись на PlayStation. Благодаря физическому релизу ремастеров трилогии GTA на Switch сборник вернулся в первую десятку чарта и занял шестое место. На платформу Nintendo пришлось 91% копий за неделю. Топ-10 продаж с 7 по 12 февраля Pokemon Legends: Arceus Dying Light 2 FIFA 22 Mario Kart 8: Deluxe Animal Crossing: New Horizons GTA: The Trilogy Mario Party Superstars Minecraft (Switch) Ring Fit Adventure Call of Duty: Vanguard"},
{"title": "Создатель Yakuza Тосихиро Нагоси о планах после ухода из SEGA: «Мы не будем заниматься мобильными пазлами»", "pub_date": "2022-02-14 13:20:23", "image": "https://leonardo.osnova.io/4e0867c7-e553-567d-a935-37ec09765d62/", "text": "По его словам, от него скорее ожидают сюжетные игры с драмой — и именно на них делает акцент его студия. Бывший геймдиректор Yakuza дал интервью IGN Japan, где рассказал о своей будущей игре, которую он создаёт в новой студии под крылом NetEase Games. Нагоси пока не готов вдаваться в детали своего проекта, но он отмечает, что студия не планирует занижать свои ожидания, а скорее повторить глобальный успех Yakuza. В студии постоянно вдохновляются фильмами, где важную роль играет человеческая драма. Именно на таких тайтлах студия хочет сделать акцент. У Нагоси уже есть идеи для первого проекта, но он пока не уверен в том, будет ли его студия сотрудничать с реальными актёрами, как это было в случае с Yakuza и Judgment. Сеттинг будущей игры не определён, однако геймдиректор отмечает, что для них куда важнее аспект драмы в сюжете и то, как много людей со всего мира смогут понять её. Место действия всё же на втором плане. В студии Нагоси сейчаас работает 10 человек, но в будущем геймдизайнер планирует расширить штат до 100 сотрудников. Однако компания всё равно останется компактной, поэтому все силы будут выделять только на один проект, а параллельное производство нескольких тайтлов пока не рассматривают. Нагоси не хочет затягивать с анонсом своей новой игры, так как для него важно услышать мнение сообщества и вводить корректировки по мере необходимости."},
[
{"title": "Судя по всему Capcom готовится к анонсу своей следующей крупной игры", "pub_date": "2022-02-14 11:03:13", "image": "https://i.playground.ru/p/UXvFSvxNse3X7RGTJn9mQA.jpeg", "text": "Японский издатель и разработчик Capcom запустили сайт с таймером обратного отсчета, который завершится 21 февраля. К сожалению, на сайте нет никаких изображений, которые могли бы намекнуть на предстоящий анонс. Тем не менее его стоит держать в уме, ведь до окончания отсчета осталась всего неделя. Хотя на сайте и нет никакой дополнительной информации или намеков на то, что произойдет, когда обратный отсчет достигнет нуля, пользователи сети уже делятся своими предположениями и догадками о том что нас ждет. Например, это может быть анонс файтинга Street Fighter 6, так как разработчики пообещали подробности о новом проекте в 2022 году. Или может быть нас ждет официальный анонс ремейка Resident Evil 4 , который по слухам будет мрачнее и страшнее оригинала. Хотя быть может нам наконец то представят долгожданное продолжение Dragon's Dogma на анонс которого намекал создатель серии Хидеаки Ицуно. Предположений очень много и нам остается только терпеливо ждать официальной информации Capcom ."},
{"title": "\"Мы будем создавать крупные игры с человеческой драмой\": Автор серии Yakuza раскрыл планы на будущее", "pub_date": "2022-02-13 13:33:41", "image": "https://i.playground.ru/p/Vfrf0MSWWpDsXFUZqn9ejA.png", "text": "В прошлом месяце стало известно , что создатель серии Yakuza Тошихиро Нагоши окончательно отделился от старой команды разработчиков и сформировал новую студию — Nagoshi Studio. Студия будет работать над совершенно новыми проектами под покровительством издателя NetEase Games. Многие игроки были обеспокоены такой новостью, ведь игровое подразделение NetEase известно только создаем мобильных гриндилок. В интервью для IGN Japan Нагоши заявил, что фанатам не о чем волноваться. Как сообщает Тошихиро Нагоши, его новая студия будет заниматься крупными проектами мирового масштаба для консолей и ПК. Тем не менее геймдизайнер хочет сохранить полный контроль над каждым элементом дебютного проекта, а поэтому штат Nagoshi Studio не будет превышать 100 сотрудников. Первой игрой Nagoshi Studio станет проект, который вдохновлен серьезными фильмами. Разработчики хотят показать кинематографичную историю с качественной \"человеческой драмой\"."},
{"title": "Инсайдер Dusk Golem уверен, секретный анонс Capcom - это Street Fighter 6", "pub_date": "2022-02-14 15:58:07", "image": "https://i.playground.ru/p/rzfQHpHRp6h74mA26IsI1g.png", "text": "Capcom запустила обратный отсчет, который закончится через семь дней, но что стоит за этим обратным отсчетом? По словам известного инсайдер Dusk Golem , объявление связано с серией Street Fighter . Дело в том, что что обратный отсчет закончится во время финала Capcom Cup. Потому Dusk Golem вполне уверен в своём предположении. Тем более, что сама Capcom пообещала новости о будущем Street Fighter в этом году, Кубок Capcom — идеальная сцена для нового раскрытия и представления нового файтинга, однако это только гипотеза. По словам Dusk Golem, существует также вероятность того, что объявление касается Resident Evil, но это маловероятно, хотя бы из-за подозрительного времени. Есть те, кто говорил об анонсе Resident Evil 4 Remake, но Dusk Golem не комментирует это."},
{"title": "Цены на видеокарты AMD Radeon и NVIDIA GeForce значительно улучшаются, наряду с доступностью GPU в 2022 году", "pub_date": "2022-02-13 18:10:37", "image": "https://i.playground.ru/p/wEZsxy9jJwlPtryF2elZcA.png", "text": "Еще один месяц 2022 года и еще одно значительное улучшение цен на видеокарты AMD Radeon и NVIDIA GeForce можно увидеть наряду с улучшением доступности графических процессоров. Согласно 3DCenter, хотя текущие цены все еще далеки от рекомендованной производителем розничной цены, ситуация постепенно улучшается в течение последних нескольких месяцев. Видеокарты AMD Radeon в настоящее время оцениваются в среднем на 45% выше рекомендованной розничной цены, что ниже 63% в прошлом месяце, в то время как видеокарты NVIDIA GeForce оцениваются в 57% рекомендованной производителем розничной цены по сравнению с повышением цен на 77% в прошлом месяце. Но улучшились не только цены, как видно из месячного графика, предоставленного 3DCenter, доступность графических процессоров и соответствующих видеокарт сейчас находится на самом лучшем уровне с начала 2021 года и продолжает улучшаться. В частности, в Европе почти все магазины снабжены графическими картами в большом количестве, а это означает, что единственная проблема, которая сейчас актуальна, — это цены, которые, как упоминалось выше, тоже улучшаются. Что касается видеокарт AMD Radeon, линейка RX 6000 теперь доступна по более выгодным ценам, чем компоненты GeForce. Похоже, что единственными картами, которые стоят намного дороже, являются Radeon RX 6700 XT, RX 6800 и RX 6800 XT, в то время как RX 6900 XT стоит в среднем на 33% дороже рекомендованной розничной цены, RX 6600 XT также стоит дороже. На 33% выше рекомендованной розничной цены, RX 6600 оценивается на 32% выше рекомендованной розничной цены, а RX 6500 XT является наименее дорогой картой со средней продажной ценой всего на 17% выше рекомендованной розничной цены в 199 долларов. Что касается NVIDIA, то большая часть линейки по-прежнему продается на 50% выше рекомендованной розничной цены, но такие карты, как RTX 3080 Ti, в настоящее время стоят на 32% выше рекомендованной розничной цены, что может сделать ее достойным вариантом по сравнению с RTX 3090 для геймеров, поскольку она также поставляется в пакете LHR, что делает его почти не выгодным для майнеров. GeForce RTX 3050, самый последний выпуск, в настоящее время стоит на 49% выше рекомендованной розничной цены. Подробное видео от Moore's Law is Dead освещает всю ценовую ситуацию: Теперь нужно помнить, что предыдущий значительный рост цен и падение цен, которые мы наблюдали в прошлом году, были исключительно результатом бума и краха майнинга соответственно. То же самое происходит прямо сейчас, и, хотя в начале этого месяца майнинг действительно стал довольно значительным, он восстанавливается, и ожидается, что цены на графические процессоры вырастут, а производители, как ожидается, поднимут цены еще на 10-20% для компонентов высокого класса. Таким образом, нам следует подождать и посмотреть, продолжится ли эта корректировка цен или мы увидим новую инфляцию цен, переходящую в середину 2022 года."},
{"title": "Завтра состоится какой-то анонс по Resident Evil", "pub_date": "2022-02-13 20:48:30", "image": "https://i.playground.ru/p/No2CDo9g-tX1GjJKMroeyA.jpeg", "text": "Официальный твиттер-аккаунт Resident Evil Portal , сайта, посвященного саге Capcom , подтвердил, что завтра, 15 февраля, состоится анонс, посвященный Resident Evil . Анонс должен случится в 10:00 по московскому времени. Как вы можете видеть ниже, аккаунт в Твиттере пишет: «О, на портале Resident Evil происходит что-то подозрительное... Кажется, это и было причиной того, что весь персонал вокруг меня в последнее время был занят. Завтра в 16:00 (JST) что-то будет, так что мы надеемся, что вам всем понравится!». Пока невозможно сказать, что это такое. Мы также помним, что Capcom запустила на своем сайте обратный отсчет, который истекает на следующей неделе. В последний период, благодаря слухам, ходили разговоры о Resident Evil 4 Remake: возможно, Capcom готова сдела анонс. Это может быть совершенно отдельный новый проект, а может быть что-то совершенно другое."},
{"title": "Metal Slug: Awakening всё же не выйдет на PlayStation 4 или PlayStation 5", "pub_date": "2022-02-13 13:33:41", "image": "https://i.playground.ru/p/yBDOJr5PrMtHdMKTFtuf5w.jpeg", "text": "SNK Global написала в Твиттере, что более ранние сообщения о том, что Metal Slug: Awakening выйдет на PlayStation 4 и PlayStation 5, являются ложными, подтверждая, что игра в настоящее время останется на мобильных платформах. Для тех, кто пропустил оригинальную историю, пару дней назад аккаунт MetalSlugAwaken в Твиттере опубликовал подтверждение того, что Metal Slug: Awakening выйдет на PlayStation 4 и PlayStation 5. Новость была подхвачена довольно большим количеством СМИ, а также значительным количеством Reddit и социальными сетями. Последующий твит подтвердил различные функции и детали, которые будут представлены в предполагаемом порте. SNK официально опровергла эту информацию. Глобальная версия Metal Slug: Awakening для iOS и Android ожидается к выпуску в июне 2022 года."},
{"title": "Ubisoft набирает сотрудников для новой высокобюджетной игры в серии Might & Magic", "pub_date": "2022-02-08 17:59:50", "image": "https://i.playground.ru/p/VaLEmWO7y05QsvQ1uksTHw.jpeg", "text": "Компания ищет кандидата, который сможет \"стать специалистом по маркетингу бренда и продвижению на рынке новой ААА-игры \" Might & Magic \". Согласно объявлению о вакансии, игра находится в разработке в Ubisoft Shanghai . Серия Might & Magic берет свое начало в 1986 году, когда первая игра серии, Might and Magic Book One: The Secret of the Inner Sanctum , была выпущена для Apple II, Mac, MS-DOS, Commodore 64, NES MSX и PC-Engine. С тех пор было выпущено 10 игр, которые франшиза считает своей \"основной серией\", а также бесчисленные спин-оффы, выпущенные за это время. Изначально серия была разработана компанией New World Computing , после чего в 1996 году компания была присоединена к 3DO . В 2003 году, после распада 3DO, Ubisoft приобрела права на Might & Magic за 1,3 миллиона долларов. Последняя номерная игра Might & Magic, Might & Magic X: Legacy была выпущена в 2014 году на ПК и Mac. Это была первая игра, выпущенная в серии за 12 лет, что стало самым длинным промежутком между основными играми франшизы с момента ее создания. Изданная Ubisoft и разработанная Limbic Entertainment , Might & Magic X получила довольно положительные отзывы, набрав 71 балл на агрегаторе рецензий Metacritic. После приобретения компанией Ubisoft прав на Might & Magic она выпустила несколько игр в рамках спин-офф серии Heroes of Might & Magic , последняя игра серии, Might & Magic Heroes VII , вышла в 2015 году."},
{"title": "Рынок мобильных игр Германии достиг отметки в $2,8 млрд. Это значительно больше, чем в России", "pub_date": "2022-02-10 22:00:08", "image": "https://i.playground.ru/p/USGHKRa4Brl8YVAUwHZPOg.jpeg", "text": "App Annie сообщает, что жители Германии в 2021-ом году потратили на мобильные игры $2,8 млрд. Для сравнения, оборот рынка мобильных игр России за аналогичный срок составил всего $1,05 млрд. Отметим только, что у нас наблюдался относительно слабый годовой прирост кассы — всего на $120 млн. Это меньше, чем прирост в 2020-ом, когда он был на уровне в $190 млн. И в этом значительное отличие немецкого рынка. Во-первых, прирост пользовательских трат на мобильные игры в 2021-ом здесь составил значительные $500 млн. Считайте, сразу на одну пятую рынка. Во-вторых, траты на мобильные игры в стране упали не очень значительно относительно 2020-го (минус $80 млн). В-третьих, $500 млн было потрачено при падении загрузок (в России, например, его вообще не отмечалось). Кстати, в плане загрузок немцы гораздо менее активны, чем россияне. За год в Германии было совершено 823 млн игровых скачиваний. В России за прошлый год было осуществлено 2,73 млрд игровых загрузок."},
{"title": "Российский рынок ПК вырос на 10,7% в 4 квартале 2021 года", "pub_date": "2022-02-14 13:37:36", "image": "https://i.playground.ru/p/1fdoAojNpm-dTMoWKsAmFQ.jpeg", "text": "Российский рынок компьютеров вырос в 4-м квартале 2021 года вырос на 10,7% в штучном выражении по сравнению с аналогичным периодом 2020 года. Всего было поставлено 1,9 миллиона настольных и портативных ПК, отмечает аналитическое агентство IDC. Рост произошел за счет моделей начального и среднего уровня, излишки которых образовались на заводах крупнейших производителей ПК в ноябре-декабре 2021 года вследствие насыщения рынка и резкого снижения спроса на данные модели в США. Поскольку в России в течение 2021 года ощущался дефицит недорогих моделей компьютеров, большинство вендоров приняли решение о перенаправлении поставок. В пятерку лидеров российского рынка персональных компьютеров вошли компании Lenovo (18,5% от всех поставленных за квартал ПК), Acer (16,8%), ASUS (15,6%), HP (14,8%) и Dell (6,0%). Сегмент ноутбуков вырос на 14,6% по сравнению с показателями четвертого квартала 2020 года. Поставки составили 1,3 миллиона штук. Наибольшее количество ноутбуков, поставленных на российский рынок за отчетный период, выпущено под брендом Lenovo. В пятерку ведущих поставщиков ноутбуков также вошли ASUS, ACER, HP и Apple (в порядке убывания доли). Поставки настольных ПК в четвертом квартале выросли лишь на 3,0% относительно 2020 года и составили 0,6 миллиона штук. Acer, HP и iRU возглавляют список лидеров в сегменте десктопов, а замыкают пятерку лидеров Lenovo (4-е место) и DELL (5-е)."},
{"title": "Techland сообщила о 3 миллионах поигравших в Dying Light 2: Stay Human", "pub_date": "2022-02-14 08:07:49", "image": "https://i.playground.ru/p/vgQklh8rchPPXdyivr2q3A.jpeg", "text": "После того как Dying Light 2 заняла 6 позиций в топе продаж Steam за неделю, разработчики из Techland сообщили о том что более трех миллионов игроков посетили мир Dying Light 2 , поблагодарив их в социальных сетях за исключительный прием, оказанный их последнему ужастику с открытым миром. Празднование Techland проходит на фоне выпуска нового обновления Dying Light 2 на ПК. Обновление доводит игру до версии 1.0.6 и затрагивает ряд аспектов работы, от уменьшения количества сбоев до устранения ошибок, о которых сообщили пользователи. Dying Light 2 доступна на ПК, PlayStation 5, PlayStation 4, Xbox Series X, Xbox Series S и Xbox One."},
{"title": "Deep Silver подтвердила что работа над Dead Island 2 идет полным ходом", "pub_date": "2022-02-14 02:19:34", "image": "https://i.playground.ru/p/BNfVmOvS23eTms8boIX16g.jpeg", "text": "Dead Island 2 находится в разработке, и компания Deep Silver подтвердила, что работа над новой главой зомби-ужастика продолжается, несмотря на довольно тернистую историю создания этой новой главы серии и отсутствие официальной информации до сих пор. Dead Island 2 находится в \"активной разработке\", заявил представитель Deep Silver, с которым связались журналисты, после новой информации появившейся вчера . Издатель заверил, что проект Dead Island 2 жив и здоров, хотя конкретных сроков выхода или новой презентации пока нет. Однако по словам представителя Deep Silver , геймплейный трейлер может появиться \"довольно скоро\", так что следите за новостями. Игра прошла через очень сложный процесс создания: работа над ней началась в 2014 году в Techland , авторах первых Dead Island и Dead Island: Riptide , но затем перешла к Yager. Последняя команда была закрыта в 2015 году, и работа переместилась в Sumo Digital , а оттуда в Dambuster s в 2019 году, таким образом, собрав четыре команды разработчиков чуть более чем за 5 лет."},
{"title": "Разработчики Warzone признали, что игра сломана и обещают ее исправить", "pub_date": "2022-02-14 10:37:07", "image": "https://i.playground.ru/p/_uRWv3liMhXtUZpckO8uYA.jpeg", "text": "Игроки Warzone уже несколько месяцев жалуются на состояние Warzone , а Season 1 вызвал множество проблем, которые оставили фанатов расстроенными. От проблем с производительностью до зависания Станции Снабжения — это было непростое время. В ходе организованного Activision телефонного разговора с представителями прессы и создателями контента глава студии Infinity Ward Пэт Келли, представитель Activision Джош Бридж и Эрик Бисманн из Raven Software откровенно рассказали о проблемах и своих планах по их устранению. Во время разговора троица прямо заявила: \" Мы все испортили \", но пообещали что проблемы будут устранены в течение оставшегося года. Бридж заявил, что они недовольны тем состоянием, в котором находится королевская битва, и признал, что они \"познали верхние пределы своих технологий\", пытаясь интегрировать игры в Warzone в течение последних двух лет. Что касается того, почему новая карта Pacific Caldera оказалась такой забагованной, Бридж сказал что у команды были большие амбиции по поводу обновления. К сожалению, в условиях ограниченного времени они не смогли сделать так как планировали, и добились отсрочки выхода второго сезона, чтобы обеспечить стабильное состояние игры. Представитель Infinity Ward Пэт Келли заявил, что Warzone изначально создавалась исключительно как дополнение к Modern Warfare 2019 года, но после невероятного успеха они захотели совместить ее с будущими играми CoD. Это вызвало \" значительные проблемы с разработкой \", в результате чего игра казалась раздутой за счет дополнительных Black Ops Cold War и Vanguard . Из-за такого состояния стало еще труднее находить ошибки и быстро их исправлять, поскольку в игре одновременно происходило очень много событий. Несмотря на то, что все трое очень откровенно рассказали о проблемах игры, они также выразили надежду на будущее и пообещали, что будут работать над решением проблем в игре ."},
{"title": "\"Знаете что еще приносит много денег? Создание захватывающих новаторских игр\" - сотрудник Ubisoft своему руководству", "pub_date": "2022-02-14 11:03:13", "image": "https://i.playground.ru/p/CtaqILPAKw3VmASN-GRoyQ.png", "text": "Согласно новому отчету Bloomberg, сотрудники Ubisoft продолжают сопротивляться планам компании по использованию технологии блокчейна, среди прочего, для распространения NFT (невзаимозаменяемых токенов). Сообщается, что объявление с изложением стратегии блокчейна Ubisoft было завалено сотнями негативных комментариев, в одной из которых говорилось, что это был \"крайне неловкий день\" для работы во французском конгломерате видеоигр. Эта последняя порция критики последовала после раскрытие Ubisoft Quartz, платформы NFT, которая позволяет игрокам приобретать эксклюзивные внутриигровые предметы с поддержкой блокчейна. При запуске Quartz поддерживала только Tom Clancy’s Ghost Recon Breakpoint и еще не расширилась до других игр в портфолио Ubisoft, вероятно, потому, что всем на это плевать. Но хватит предыстории. Я знаю, что вы все здесь, чтобы увидеть, как работники Ubisoft набрасываются на своих боссов. «Конкурируем ли мы с EA за звание \"Самая ненавистная игровая студия среди общественности\"?» — написал один из сотрудников Ubisoft. «Потому что вы делаете именно это». «Серьезно, наше доверие к руководству уже было подорвано рассмотрением дел о домогательствах, а теперь это?» — написал другой сотрудник. «Знаете, что еще приносит много денег?» — вмешался третий, как сообщается, не боясь использовать свое настоящее имя «Создание захватывающих новаторских блокбастеров. Почему бы нам не сосредоточиться на этом?» Руководство Ubisoft по понятным причинам недовольно тем, что эти комментарии были доведены до общественности. «Лаборатория стратегических инноваций Ubisoft получила много отзывов, и мы принимаем во внимание как поддержку, так и опасения», — сказал представитель Ubisoft. «То, как игроки могут извлечь выгоду, всегда было и будет в центре нашего мышления. В Ubisoft мы ценим эти внутренние обмены и думаем, что они помогают сделать наши игры и нашу компанию сильнее. Однако обмен конфиденциальной информацией, в том числе с внутренних форумов, является нарушением нашего трудового договора и, что более важно, нарушением доверия, которое члены команды возлагают друг на друга, чтобы иметь возможность свободно выражать свое мнение и вести откровенные, продуктивные обсуждения. В связи с этим мы не будем это комментировать». Пока неясно, какое влияние окажет этот внутренний протест на заигрывание Ubisoft с технологией блокчейна. Всего два дня назад разработчики The Sandbox объявили о партнерстве с Ubisoft , чтобы познакомить Кроликов с \"метавселенной\"."}{"title": "Разработчики Atomic Heart заявили, что не планируют внедрять в игру NFT", "pub_date": "2022-02-14 13:40:58", "image": "https://leonardo.osnova.io/4452a8e7-0d93-5e0b-8d79-19eb5deb42a1/", "text": "Однако в студии постоянно следят за новыми тенденциями в индустрии. Об NFT разработчики из московской студии Mundfish рассказали в интервью Gamereactor. Авторы шутера не стали отрицать свою заинтересованность токенами, но отметили, что на старте ничего такого не будет. На днях разработчики показали новый трейлер шутера и назвали примерное релизное окно. Судя по нему, Atomic Heart планируют выпустить с сентября по декабрь 2022 года. Материал дополнен редакцией"},
{"title": "Lost Ark заняла пять строчек в недельном чарте Steam", "pub_date": "2022-02-13 20:21:25", "image": "https://leonardo.osnova.io/b81ff704-04c2-54e4-b2fd-5a1f22756049/", "text": "Лидером по-прежнему остаётся Dying Light 2. Steam опубликовал данные по продажам за неделю с 7 по 13 февраля. Как и всегда, в десятку лидеров вошли игры и устройства, которые за семь дней принесли наибольшую выручку. Статистика не составляется по количеству проданных копий. Первое место в чарте вторую неделю подряд удерживает Dying Light 2 Stay Human. Экшен также расположился на восьмой и десятой строчках из-за того, что Steam считает различные издания игр за абсолютно разные тайтлы. 12 февраля в Steam состоялся релиз Lost Ark, условно-бесплатной MMORPG от корейских разработчиков — поэтому сразу пять позиций заняли наборы внутриигровых предметов. Оставшиеся два места в топ-10 разделили между собой Elden Ring и Total War: Warhammer III, соответсвенно. Топ-10 игр и устройств по выручке в Steam с 7 по 13 февраля Dying Light 2 Stay Human Lost Ark Platinum Founder's Pack Lost Ark Bronze Founder's Pack Lost Ark Gold Founder's Pack Elden Ring (предзаказ) Lost Ark Silver Founder's Pack Total War: Warhammer III (предзаказ) Dying Light 2 Stay Human Deluxe Lost Ark Vanquisher Starter Pack Dying Light 2 Stay Human Ultimate Предыдущая неделя для сравнения. Материал дополнен редакцией"},
,
{"title": "Аксель Торвениус занял должность креативного директора в MachineGames", "pub_date": "2022-02-09 12:26:03", "image": "https://i.playground.ru/p/rd0xf2y1CX5m9AgSvlTD1A.jpeg", "text": "В январе 2021 года студия MachineGames, наиболее известная разработкой последних частей франшизы Wolfenstein, таких как The New Order (2014) и The New Colossus (2017), объявила о том, что в партнерстве с Lucasfilm Games они создают новую игру в жанре action-adventure по мотивам киносаги \"Индиана Джонс\", и мы также узнали, что готовится новая глава Wolfenstein. В то же время, об этих двух играх по-прежнему нет никакой свежей информации, особенно после того, как стало известно, что Йенс Маттис, креативный директор Wolfenstein: The New Order и The New Colossus, покидает студию, чтобы заняться фрилансом. Мы знаем, что Джерк Густафссон, исполнительный продюсер обеих игр и содиректор Wolfenstein: Youngblood, взял на себя творческое руководство франшизой, но кто будет отвечать за Индиану Джонса? По информации , полученной от неутомимого Timur222, MachineGames решила доверить эту роль ветерану студии и соучредителю Акселю Торвениусу. В настоящее время Торвениус занимает должность креативного директора, он работал над каждой игрой, которую выпустила дочерняя компания Xbox Game Studios на сегодняшний день, а также был одним из главных создателей таких игр, как The Chronicles of Riddick и The Darkness в Starbreeze Studios. Wolfenstein III и Indiana Jones находятся в разработке для неуказанных платформ."},
{"title": "Pokemon Legends: Arceus возглавила продажи игр в США в январе, а консоли PS5 и Xbox обошли Switch", "pub_date": "2022-02-13 14:14:57", "image": "https://i.playground.ru/p/phVb-dPahGxxpt_PM81BOw.webp", "text": "Pokémon Legends: Arceus стала игрой №1 в США в январе по продажам в долларах. Игра выбила Call of Duty Vanguard с первого места в прошлом месяце, согласно данным, опубликованным в пятницу исследовательской компанией NPD Group. Monster Hunter: Rise заняла в чарте 3-е место (по сравнению с 94-м местом в декабре), а God of War - 5-е место (по сравнению с 146-м местом). В то время как Pokémon возглавил январские продажи программного обеспечения (Brilliant Diamond и Shining Pearl также заняли 11-е место в чарте), Nintendo Switch заняла третье место по продажам аппаратного обеспечения. В прошлом месяце PS5 была самой продаваемой аппаратной платформой как в штуках, так и в долларах, а Xbox Series X/S заняла второе место по обоим показателям. Долларовые продажи аппаратного обеспечения составили 390 миллионов долларов. Однако общие потребительские расходы на аппаратное обеспечение, контент и аксессуары в размере $4,7 млрд в прошлом месяце снизились на 2% по сравнению с январем 2021 года."},
{"title": "Опубликован рейтинг самых продаваемых игр PlayStation последнего времени", "pub_date": "2022-02-14 11:55:03", "image": "https://i.playground.ru/p/9mJbvI2mx2sEbnKV1P_oRg.jpeg", "text": "TweakTown составил рейтинг самых продаваемых игр от разработчиков для PS4 и PS5 (а в некоторых случаях и для PS3), а также с учетом версий для ПК. Игры для PlayStation могут похвастаться отличными результатами, как вы можете видеть ниже. Вот рейтинг самых продаваемых игр для PS4, PS5 и ПК, составленный TweakTown: The Last of Us + The Last of Us Remastered : 20 миллионов (обновлено в октябре 2019 г.) Marvel's Spider-Man : 20 миллионов (обновлено в ноябре 2020 г.) Horizon Zero Dawn : 20 миллионов (обновлено в феврале 2022 г.) God of War : 19,5 миллионов (обновлено в августе 2021 г.) Uncharted 4 A Thief's End : 16 миллионов (обновлено в октябре 2019 г.) Gran Turismo Sport : 14 миллионов (обновлено в июне 2019 г.) Ghost of Tsushima : 8 миллионов (по состоянию на январь 2021 г.) Marvel's Spider-Man Miles Morales : 6,5 миллиона (обновлено в июле 2021 г.) Infamous Second Son : 6 миллионов (обновлено на июнь 2019 г.) Uncharted 3 : 6 миллионов (обновлено в июле 2019 г.) MLB The Show 14–21 : 5,95 миллиона (обновлено в июле 2021 г.) Days Gone : 5,8 миллиона (по состоянию на январь 2022 г.) Gran Turismo 6 : 5,2 миллиона (по состоянию на июнь 2019 г.) Death Stranding : 5 миллионов (данные обновлены на июль 2021 года) The Last of Us Part II : 4 миллиона (по состоянию на июнь 2020 г.) Detroit Become Human : 3,2 миллиона (обновлено в августе 2019 г.) Bloodborne : 3 миллиона (по состоянию на июнь 2019 г.) The Last Guardian : 2 миллиона (обновлено в июне 2019 г.) Demon's Souls : 1,4 миллиона (по состоянию на сентябрь 2021 г.) Ratchet & Clank Rift Apart : 1,1 миллиона (обновлено в июле 2021 г.) Returnal : 0,56 миллиона (данные обновлены на июль 2021 г.) Эти данные были взяты из официальных финансовых отчетов Sony, а там, где данные отсутствовали, из оценок аналитиков. Кроме того, как вы можете видеть, некоторые данные далеко не самые свежие, поэтому возможно, что в некоторых случаях есть небольшие различия по сравнению с реальными цифрами. В любом случае, этот рейтинг позволяет нам увидеть, каких показателей достигли франшизы Sony PlayStation."},
{"title": "Intel собирает новую команду в Великобритании для разработки графических чипов с низким энергопотреблением", "pub_date": "2022-02-11 20:23:58", "image": "https://i.playground.ru/p/ODxAxrhh4-Wd-7Jzh-NyaQ.webp", "text": "В Английском городе Суиндоне, Intel создает новую команду для разработки графических процессоров. В предложении о работе конкретно упоминаются маломощные архитектуры GPU для портативных устройств следующего поколения, но это не обязательно означает архитектуру GPU для будущих процессоров. Учитывая такое небольшое расстояние до Лондона, Intel, возможно, пытается переманить некоторые инженерные разработки у конкурирующих фирм, таких как ARM (Кембридж, Великобритания) или Imagination Technologies PowerVR (Кингс-Лэнгли, Великобритания). Прямо сейчас Intel рассчитывает на свою архитектуру Xe-LP для устройств с низким энергопотреблением, таких как процессоры Alder Lake или Tiger Lake. Поскольку новая команда собирается только сейчас, может пройти несколько лет, прежде чем мы увидим плоды их труда. Предложение о работе в команде Intel UK"},
{"title": "Take Two может работать над новой Midnight Club с открытыми миром", "pub_date": "2022-02-08 07:38:57", "image": "https://i.playground.ru/p/YkKA5LU3bBTX9rgpnvtyHw.jpeg", "text": "Ходят слухи о возможном возвращении Midnight Club , появившиеся после обнаружения объявления о вакансии, связанной с загадочной гоночной игрой с открытым миром, разрабатываемой Visual Concepts , описание которой может соответствовать старым играм Rockstar Games . Первые слухи про этом проект появились ещё в 2019 года, но они снова стали актуальны сейчас, поскольку появились новые объявления о вакансиях, которые показывают, как продвигается разработка. Объявления о вакансиях предназначены для продюсера, технического художника, инженера по автоматизации, инженера-программиста и инженера для мультиплеера, так что, видимо, предстоит еще много работы. Visual Concepts, авторы NBA 2K22 , являются внутренней командо й 2K Games , которая является частью Take Two Galaxy . На данный момент известно, что это кроссплатформенная гоночная ААА-игра с открытым миром, разрабатываемая как минимум с 2019 года и принадлежащая к «большой серии». Похоже, она разрабатывается на Unreal Engine и имеет многопользовательский режим."},
{"title": "Разработчики Homeworld 3 переходят на четырехдневную рабочую неделю", "pub_date": "2022-02-14 13:37:36", "image": "https://i.playground.ru/p/-iN7p2o4USGdGCSoZO20Qw.webp", "text": "Разработчик, стоящий за грядущими Homeworld 3 и Hardspace: Shipbreaker , Blackbird Interactive недавно объявила о том что в скором времени введет четырехдневную рабочую неделю. Это произошло после того, как несколько других студий сделали такой же шаг. Хотя большинство из них были независимыми разработчиками, несколько крупных компаний также изменили свою политику. Blackbird Interactive приняла решение о переходе на четырехдневную рабочую неделю после трехмесячного испытательного срока. Это оказалось настолько успешным, что руководство решило сделать эту политику постоянной. В дальнейшем сотрудники Blackbird Interactive будут работать каждую неделю с понедельника по четверг. Компания Crows Crows Crows перешла на четырехдневную рабочую неделю в 2020 году. Компания Kitfox перешла на такой режим в 2021 году. Разработчик Bugsnax , Young Horses , последовал этому примеру вскоре после этого. Crows Crows Crows , Kitfox и Young Horses - независимые разработчики, но даже такие крупные компании, как Square Enix , перешли на четырехдневную рабочую неделю. Студия Eidos , стоящая за недавними играми Deus Ex , включая Human Revolution и Mankind Divided , решила перейти на четырехдневную рабочую неделю в прошлом году."},
{"title": "Согласно SteamSpy, Dying Light 2 продала один миллион копий на ПК", "pub_date": "2022-02-08 07:38:57", "image": "https://i.playground.ru/p/QJ2ZO31TrfCgvCWvudIFgQ.png", "text": "Недавно Techland объявила, что более 3 миллионов игроков посетили мир Dying Light 2, а по данным SteamSpy , мы может выяснить, какая доля игроков пришлась на ПК в Steam — более 1 миллиона игроков. Как уже множество раз говорилось, SteamSpy показывает только оценки продаж игры (на основе количества игроков, которые владеют ею). Также обратите внимание, что SteamSpy отслеживает только общедоступные профили, а это означает, что те, у кого есть скрытые профили (которые владеют игрой), не учитываются. Поэтому и теоретически фактические продажи ПК могут быть выше двух миллионов. Давайте также не будем забывать, что Dying Light 2 Stay Human доступна через другие цифровые сервисы для ПК, такие как Epic Games Store. Игра также в настоящее время имеет очень положительные отзывы в Steam, поэтому мы можем ожидать, что она достигнет цели в 2 миллиона в ближайшие пару недель."},
{"title": "Marvel's Spider-Man: Miles Morales стала третьей самой продаваемой игрой Sony в США", "pub_date": "2022-02-13 13:53:57", "image": "https://i.playground.ru/p/OJe6Z49ppOFzt5-HW1LJjQ.png", "text": "Marvel's Spider-Man: Miles Morales теперь является третьей самой продаваемой игрой Sony в Соединенных Штатах с тех пор, как серия началась еще в 1995 году. Чтобы было ясно, это оценивается строго по продажам в долларах, а не в единицах, что делает этот подвиг еще более впечатляющим, учитывая, что стандартная версия игры стоит 49,99 долларов. Также доступен пакет за 69,99 долларов, который также включает в себя Marvel’s Spider-Man Remastered, но мы должны представить, что большая часть продаж приходится на более дешевый вариант. Только Marvel’s Spider-Man и God of War Marvel заработали в США больше денег, чем Miles Morales."},
{"title": "Претензии страховой компании, связанные с виртуальной реальностью, выросли на 31% в 2021 году", "pub_date": "2022-02-09 22:25:37", "image": "https://i.playground.ru/p/bW1PIMqOR2QU_yIZ0HmZyA.png", "text": "Согласно сообщению The Guardian, снова наступил 2007 год: новый игровой интерфейс, управляемый движением, покоряет мир, и люди используют его, чтобы разрушать свои дома и имущество. Хотя тяжелый вред, причиненный Nintendo Wii, сейчас может показаться странным воспоминанием, растущее распространение гарнитур виртуальной реальности, по-видимому, возвращает это волшебное чувство. Британская страховая компания Aviva утверждает, что в 2021 году количество исков о домашнем контенте, связанных с гарнитурами VR, увеличилось на 31%, причем большинство случаев связано с уничтожением телевизора или находящихся поблизости ценностей, когда заявитель играл в VR. Компания ожидает увидеть еще больше подобных случаев, поскольку VR-гарнитуры получат более широкое распространение. Магазин Meta Quest увеличил свой доход в четыре раза за последние три года, а более широкое распространение VR будет означать еще больше катастроф в жилых комнатах."},
{"title": "Отец получил деньги обратно после того, как дочь потратила 20 000 долларов на Genshin Impact", "pub_date": "2022-02-12 21:41:52", "image": "https://i.playground.ru/p/3_pj84enfEM1pUpJ1eMY_A.jpeg", "text": "Видеоигры нашли множество способов монетизации, помимо традиционных продаж. Игра Genshin Impact использует модель гача, которая чрезвычайно популярна среди мобильных игр. Гача-игры позволяют игрокам покупать коробки с лутом, из которых выпадает случайный контент, который может быть любым - от оружия до мощных персонажей. В конце 2021 года Линг Ченг Монг обнаружил у себя просроченную задолженность по кредитной карте в размере 20 000 долларов, связанную с почти сотней неизвестных транзакций. По всей видимости, его дочь потратила все эти деньги в Genshin Impact в течение шести недель. Монгу удалось получить возврат половины денег, но с тех пор банк возместил всю сумму. Системы гача всегда вызывали много споров в игровой индустрии и хотя некоторые игроки стараются избегать их, другие проявляют поддержку. Фанаты, возможно, видели термин \"кит\", когда говорили о гача-играх. Киты - это пользователи, которые тратят огромное количество денег и они играют важную роль в экосистеме гача-игр, позволяя им постоянно получать прибыль. К счастью, несмотря на то, что Genshin Impact считается многопользовательской игрой, основная часть сообщества сосредоточена на одиночном прохождении. Это означает, что большие траты не дают несправедливого преимущества перед другими игроками, поскольку пользователи не идут лоб в лоб и не соревнуются друг с другом. Однако существуют определенные \"ловушки\", которые могут заставить игроков тянуться за персонажем, чтобы максимально раскрыть его потенциал, тратя как игровую валюту, так и реальные деньги."},
{"title": "Какие игровые студии могут приобрести технологические компании", "pub_date": "2022-02-14 11:55:03", "image": "https://i.playground.ru/p/YDYR_qWYigNkDTXHRjC2yw.jpeg", "text": "Согласно данным аналитиков Newzoo, мобильные устройства остаются крупнейшим источником дохода для игр во всём мире — в 2021 году они охватили 52% мирового рынка игр. На втором месте — консоли (28%), на третьем — ПК (20%). Как сообщает Variety, Apple с рекордным объёмом продаж на уровне 124 млрд долларов в последнем квартале может нацелиться на покупку крупнейших издателей игр. Издание подчёркивает, что следует помнить, на каком уровне находится опыт Apple на рынке игр. Apple, возможно, стоит присмотреться к Take-Two Interactive, а не к Electronic Arts, даже если EA крупнее. Студия серьёзно инвестировала в мобильные устройства, приобретя в 2021 году компанию Glu Mobile за 2,1 млрд долларов, однако Take-Two берёт верх, купив за 12,7 млрд долларов Zynga — компанию, занимающуюся играми Farmville и Words With Friends. Такой ход событий не исключён после того, как Microsoft объявила о приобретении Activision Blizzard за $68,7 млрд. Эта покупка представляет прямую угрозу для Google Stadia и Amazon Luna. Всё потому, что Microsoft активно инвестирует в облачные игры через Xbox Cloud Gaming на Game Pass Ultimate. К 2024 году объём рынка облачных игр может превысить 6 млрд долларов в мире, однако усилия Google и Amazon пока не приносят результатов, констатировали в Variety. Запустившаяся в 2019 году Stadia в результате превратилась в полностью зависимый от сторонних партнёров сервис. Кроме того, в Variety напомнили, что Google начала 2022 год с закрытия подразделения оригинального контента YouTube Originals. Поэтому для компании имеет смысл приобретение такой студии, как Ubisoft — возможность покупки её прямой подписки Ubisoft+ доступна через дополнения для Stadia и Luna. А ещё в разработке находятся мультсериалы Assassin's Creed, Far Cry и Splinter Cell от Ubisoft для Netflix. Amazon Luna всё ещё находится в раннем доступе. Однако есть сигналы о том, что компания видит ценность в игровых IP (Intellectual property — интеллектуальная собственность, прим. ред.). Например, Amazon изучает возможность создания сериала по Mass Effect от EA и может запустить производство сериала по Fallout."},
{"title": "Сотрудники Activision рассказали о переработках; бывало, что они работали до трех часов ночи", "pub_date": "2022-02-14 11:03:13", "image": "https://i.playground.ru/p/zXFz7GVsiT4grnjUr_7C1w.jpeg", "text": "Activision и ее студии уже несколько месяцев подряд находятся в центре бури противоречий, а сотрудники компании не только более чем резко высказываются в адрес компании и ее практики, но и предпринимают значительные меры для защиты своих интересов от нее. К этому постоянно растущему списку, похоже, добавилась еще одна проблема — кранчи. Некоторые разработчики Call of Duty рассказали о своем опыте столкновения с переработками во время работы над франшизой - в частности, в Treyarch . Кейт Андерсон, сотрудник отдела контроля качества Activision , недавно рассказала об этом в Твиттере , а также о том что во время разработки Call of Duty: Black Ops Cold War 14-часовые рабочие дни были \" обычным делом \", и что сотрудников информировали об этом всего за пять минут. Между тем, Джессика Гонсалес, бывший QA-тестер в Treyarch и Blizzard Entertainment , также рассказала об аналогичном опыте во время разработки Call of Duty: Black Ops 3 , в которой также довольно часто встречались 14-часовые рабочие недели. Гонсалес также рассказала о версиях игры для PS3 и Xbox 360 и о том что попытки запустить игру на старых консолях были настолько \" отвратительными \" что \" ломались целые сборки \". Она также упомянула, что разработка игры \" настолько отстала \", что Treyarch пришлось отменить всю кампанию игры на машинах старого поколения. Переработки был широко распространенной проблемой в индустрии, но хотя неудивительно, что такая франшиза как Call of Duty , так требовательна к разработчикам, разочаровывает то что руководство студий и Activision не смогли справиться с этим. Microsoft находится в процессе приобретения Activision Blizzard , так что может быть они смогут сделать что-нибудь с этим в будущем."},
{"title": "Lost Ark стала второй самой популярной игрой в Steam по пиковому онлайну", "pub_date": "2022-02-13 13:44:58", "image": "https://cdn.igromania.ru/mnt/news/b/8/b/7/5/7/113486/9a2c4f113565444f_848x477.jpg", "text": "Англоязычная версия корейской многопользовательской ролёвки Lost Ark вышла в Steam позавчера и уже расположилась в топе — пиковое число пользователей в онлайне составило 1,325 млн человек. И даже проблемы с серверами оказались тому не помехой. Такие цифры даже в лучшие времена не демонстрировали ни бывалые «старички» вроде CS:GO , Dota 2 , ни относительно недавняя New World , изрядно хайпанувшая на старте . Впрочем, на пьедестале по-прежнему восседает PUBG: Battlegrounds , и рекорд в 3,257 млн геймеров вряд будет суждено побить кому-то в обозримом будущем. А Lost Ark расположилась на втором месте. Отметим, что в России и ещё ряде стран игра недоступна в Steam. Впрочем, российский релиз состоялся ещё осенью 2019 года — издателем выступает компания My.Games , на сайте которой можно скачать клиент."},
{"title": "Создатели Dune: Spice Wars рассказали о представителях Дома Харконнен", "pub_date": "2022-02-13 14:30:43", "image": "https://cdn.igromania.ru/mnt/news/a/a/1/4/1/f/113487/e07382e205697dda_848x477.jpg", "text": "Разработчики стратегии Dune: Spice Wars , выход которой в раннем доступе ориентировочно состоится в ближайшее время, рассказали о злодейской фракции Дом Харконнен. Представителей данного рода описывают как воинов, опирающихся на грозную силу, но также готовых прибегнуть к скрытной тактике для достижения поставленных целей. Например, теневой политике или шпионажу. Среди доступных командиров значатся хорошо знакомые поклонникам франшизы Барон Харконнен, Глоссу Раббан, Питер де Вриз, Фейд-Раута и Иакин Нефуд. И каждому из них присущ свой подход. Скажем, Фейд-Раута помогает сподвижникам раздавливать своих врагов на «политической арене», а Иакин Нефуд предпочитает кровопролитные сражения. Такая вариативность позволяет адаптировать геймплей под свой стиль. Также стало известно о пяти типах юнитов: Пехотинцы, вооруженные клинками. Чем они ближе к смерти, тем сильнее становятся; Авангарды — мастера боя и отличные убийцы; Артиллеристы — специалисты по подрыву, оснащённые экспериментальным оружием; Гвардия — безжалостные убийцы и неудержимые боевые машины; Зонды-шпионы — зонды для шпионажа и скрытных убийств."}
]{"title": "Sony подняла цену на ПК-версию Horizon Zero Dawn — теперь она стоит на 200 рублей дороже", "pub_date": "2022-02-12 16:26:00", "image": "https://leonardo.osnova.io/56762afc-9cde-587c-9a73-ed5fb4d569f9/", "text": "Изменение затронуло только некоторые регионы. Согласно Steam Database, цена изменилась 11 февраля. Полная версия Horizon Zero Dawn стоила 2800 рублей, а теперь — 2999 рублей. Цена изменилась и в некоторых других регионах. Например, в Украине вместо 709 гривен игра теперь стоит 999 гривен, в Польше вместо 169 злотых — 219 злотых, а в Норвегии вместо 349 крон — 549 крон. С чем именно связано повышение цены, не уточняется. Остальные ПК-версии игр PlayStation изменение не затронуло. Сиквел Horizon Zero Dawn с подзаголовком Forbidden West выходит на PS4 и PS5 уже 18 февраля, а обзоры появятся 14-го. Материал дополнен редакцией"},
{"title": "Lost Ark стала второй игрой по пиковому онлайну в Steam за всё время, опередив CS:GO, Dota 2 и Cyberpunk 2077", "pub_date": "2022-02-13 10:17:31", "image": "https://leonardo.osnova.io/abae491f-439f-581c-9843-71d24745f7ee/", "text": "В день выхода в корейскую MMOARPG одновременно играли более 1,3 миллиона человек. 12 февраля многопользовательская ARPG студии Smilegate вышла в Steam на Западе спустя два года после релиза в Южной Корее. Пиковый онлайн Lost Ark в день выхода превысил 1,3 миллиона игроков. По этому показателю MMOARPG стала второй среди всех игр в Steam, обойдя CS:GO, Dota 2, Cyberpunk 2077 и New World. Лидером по пиковому онлайну остаётся PUBG. В декабре 2017 года в неё одновременно играли 3,2 миллиона человек. Западные игроки в целом положительно встретили Lost Ark. Спустя сутки после релиза, который разработчикам пришлось задержать на несколько часов по техническим причинам, отзывы игры в Steam «в основном положительные». Одна из главных претензий игроков связана с большими очередями, которые достигали до 20 тысяч человек. За два дня до релиза разработчики запустили несколько дополнительных серверов, но несмотря на это избежать очередей не удалось. Lost Ark в Steam недоступна в РФ и ряде других стран. Российский релиз MMOARPG состоялся осенью 2019 года. Клиент игры доступен для скачивания на сайте издателя, которым выступает компания My.Games. Англоязычную версию Lost Ark издаёт Amazon Games. Спасибо за наводку Sm1LeXD"},
{"title": "Блогер рассказал, как перед директом Nintendo создал фейковый инсайдерский твиттер, попавший в игровые СМИ", "pub_date": "2022-02-12 16:28:55", "image": "https://leonardo.osnova.io/55aab5c7-a9c0-5b95-98f2-16a5bee149e0/", "text": "В ночь с 9 на 10 февраля Nintendo провела 40-минутный директ, и многое из презентации было «слито» за пару дней до стрима в твиттер-аккаунте под именем Waddle Dee Knows. На это обратили внимание игровые СМИ и пользователи крупных форумов, однако аккаунт оказался фейком. 12 февраля блогер Джон Картрайт рассказал на YouTube о создании аккаунта, благодаря которому он стал «игровым инсайдером» всего за несколько часов, хотя на самом деле не владел никакой информацией о директе. Создавая аккаунт, Картрайт взглянул на другие профили инсайдеров и решил, что на аватарку стоит поставить персонажа из игр Nintendo. Он выбрал Мудрого Вадл Ди из Kirby, подходившего для этой тематики. На обложку профиля Картрайт поставил фото главного офиса Nintendo, что его самого рассмешило, потому что так аккаунт стал выглядеть пародийным, однако никого из подписчиков это не смутило. Что касается «сливов», то блогер воспользовался простым методом проб и ошибок — он сделал аккаунт закрытым и ещё до презентации опубликовал в нём десятки твитов с возможными играми и франшизами, которые могут упомянуть на презентации, а уже после неё просто удалил неверные предсказания и сделал аккаунт открытым. «Запасы» твитов в аккаунте Waddle Dee Knows С упоминанием игр Valve Картрайту повезло — параллельно он работал над видео про компанию, и решил на всякий случай написать один твит про возможное появление её тайтлов в директе. Человеком с 50 тысячами подписчиков оказался Тайлер Маквикер, известный среди поклонников Valve блогер, который время от времени делится слухами о проектах компании. Сама Valve ранее заявила , что он «увлечённый геймер, но у него нет инсайдерской информации о делах студии». После того, как Джон Картрайт рассказал о своём эксперименте с аккаунтом в твиттере, Маквикер заявил, что тот всё же угадал с Half-Life 2, и игра якобы тоже рано или поздно выйдет на Switch. Tyler \"Passionate Gamer\" McVicker @Tyler_McV 11 фев в 23:45 So this dude was pulling a really interesting experiment, but was inadvertently correct on this. NVidia is planning to bring other Source engine titles to Switch. Окей, этот парень провёл интересный эксперимент, но всё же непреднамеренно оказался прав. Nvidia планирует выпустить другие игры на движке Source на Switch. Ещё до того, как на аккаунт Waddle Dee Knows стали ссылаться пользователи форумов и игровые СМИ, Картрайт решил опубликовать несколько твитов, которые никак не связаны с прошедшим директом. Через несколько часов после этого Картрайт увидел, что об аккаунте написали игровые СМИ, включая крупный сайт VGC, который известен своими проверенными источниками в индустрии. После этого блогер решил, что эксперимент придётся закончить раньше, чем ему хотелось бы. Он заявил в аккаунте Waddle Dee Knows, что не владел никакой инсайдерской информацией. Waddle Dee Knows @WaddleDeeKnows 11 фев в 02:23 This account was an experiment to see how easy it is to fake it and make it Yeah I guessed everything in the Direct and deleted the stuff that didn't show up. I then said weird shit to catch people off guard like Encanto or tell them what they want to hear with Goldeneye Этот аккаунт был экспериментом для того, чтобы узнать, насколько легко будет притвориться и добиться успеха. Да, я угадал состав директа и удалил твиты с неверными предсказаниями. И затем я сделал несколько странных заявлений, как про Encanto, чтобы сбить всех с толку, или сказал то, что они хотят услышать, как с Goldeneye. Waddle Dee Knows @WaddleDeeKnows 11 фев в 02:23 I wanted to see how easy this was and unfortunately it's very easy. 2k in 7 hours. VGC claim to be \"an expert source\" but report on some twitter account they didn't even attempt to verify I hope this can become an example to not randomly trust faceless anonymous profiles  Я хотел посмотреть, будет ли это легко. К сожалению, да. Две тысячи подписчиков за семь часов. VGC называет себя «экспертным источником», но в то же время пишет про твиттер-аккаунт, который они даже не попытались проверить. Надеюсь, это будет примером того, почему не стоит верить случайному анонимному аккаунту. После этого редактор VGC Энди Робинсон в своём твиттере заявил , что за прошедшую неделю игровое издание приняло на себя несколько ударов, некоторые из которых были вполне «обоснованными». Сам Джон Картрайт заявил, что эксперимент был одноразовым. Он извинился перед всеми, кого таким образом обманул и ввёл в заблуждение, и заверил, что в будущем не станет повторять подобное."},
{"title": "Disciples: Liberation подорожала в Steam — с 1399 до 2299 рублей", "pub_date": "2022-02-14 10:48:52", "image": "https://leonardo.osnova.io/66ff0b67-ccdb-504e-8e66-2cc6572bbc75/", "text": "Стоимость игры в Epic Games Store осталась без изменений. Судя по данным сайта SteamDB, цена стандартного издания Disciples: Liberation в магазине Valve поднялась ещё 9 февраля. Сначала с 1399 до 1799 рублей, а спустя некоторое время — до 2299 рублей. Изменение затронуло и другие регионы. Так, в Украине тактическая RPG подорожала с 479 до 660 гривен, в Казахстане — с 4700 до 12950 тенге, а в Белоруссии — с 19,99 до 29,99 долларов. С чем связано изменение стоимости игры в Steam, пока неясно, так как в Epic Games Store цена остаётся прежней. Вполне вероятно, что это произошло из-за новой ценовой политики издательства Kalypso Media. Disciples: Liberation вышла 21 октября в западных странах, но релиз в России и странах ближнего зарубежья состоялся только месяцем позже, 18 ноября."},
{"title": "Capcom запустила тизер-сайт с отсчётом до 21 февраля", "pub_date": "2022-02-14 09:44:41", "image": "https://leonardo.osnova.io/c5bc0e11-3d6b-511e-972e-0c08393bfb3a/", "text": "Никакой дополнительной информации нет. Отсчёт на сайте закончится 21 февраля в 9:00 по московскому времени. Вероятно, в это время компания сделает какой-то анонс. Ранее СМИ сообщили, что Capcom вовсю работает над ремейком Resident Evil 4, и анонс игры запланирован на первую половину 2022 года. Возможно, что отсчёт приведёт как раз к нему."}
]{"title": "Focus Home Interactive приобрела Leikir Studio, разработчика Metal Slug Tactics", "pub_date": "2022-02-11 11:32:50", "image": "https://i.playground.ru/p/J6EmXJn1LHD2f9al6XA4jQ.jpeg", "text": "Leikir Studio , разработчик Metal Slug Tactics , была приобретена компанией Focus Home Interactive , о чем с некоторым удовлетворением объявил сам издатель через Twitter. Ребята из Leikir характеризуются как творческие и талантливые, о чем свидетельствуют их нынешние и предыдущие проекты. Согласно пресс-релизу с объявлением, компания Leikir базируется в Париже и насчитывает двадцать сотрудников. Это уже пятая студия-разработчик, интегрированная в Focus . Следует отметить, что Metal Slug Tactics будет издана компанией DotEmu , также французской и уже некоторое время являющейся частью Focus Home . Вероятно, приобретению способствовало близкое расположение различных компаний, участвующих в сделке. Естественно, стороны выразили свое полное удовлетворение соглашением, сумма которого не раскрывается."},
{"title": "UK Charts: Dying Light 2 удерживает 2-е место, а Pok mon Legends: Arceus остается третью неделю подряд", "pub_date": "2022-02-13 10:31:36", "image": "https://i.playground.ru/p/QV6ZspNtptiItgi8zm5A7w.jpeg", "text": "Аналитическая компания GfK опубликовала свежие статистические данные по недельным продажам игр на физических носителях на рынке Великобритании в период с 6 по 12 февраля. Прошедшая неделя прошла под знаком сохранения позиций среди лидеров. Экшн Pokémon Legends: Arceus снова заняла первое место в британских чартах уже третью неделю подряд, несмотря на падение продаж на 45%. Dying Light 2 была вынуждена довольствоваться вторым местом в чартах уже вторую неделю. По сравнению с предыдущей неделей продажи игры от Techland снизились всего на 57%, особенно хорошо игра продавалась на PS5 (42% от всех продаж) и PS4 (29%). Остальная часть Топ-10 была очень похожа на предыдущую неделю: FIFA 22, Mario Kart 8 Deluxe и Animal Crossing: New Horizons сохранили свои места с №3 по №5. Полный топ-10 за неделю, закончившуюся 12 февраля, приведен ниже (в скобках указан результат прошлой недели): Pokemon Legends: Arceus (1); Dying Light 2 Stay Human (2); FIFA 22 (3); Mario Kart 8 Deluxe (4); Animal Crossing: New Horizons (5); Grand Theft Auto: The Trilogy — The Definitive Edition (38); Mario Party Superstars (7); Minecraft (6); Ring Fit Adventure (17); Call of Duty: Vanguard (10)."},
{"title": "ASUS проведет турнир ROG KING CUP-2022 по CS:GO с призовыми на 2 миллиона рублей", "pub_date": "2022-02-10 23:18:14", "image": "https://i.playground.ru/p/6ICuzxkaOl38UoaL7i4FBg.png", "text": "Компания ASUS открывает сезон игровых турниров, куда приглашают любителей киберспорта и настоящих профессионалов. Первые матчи в рамках турнира ROG KING CUP-2022 пройдут уже 18 марта. Состязания будут проходить по дисциплине Counter-Strike: Global Offensive в формате 1:1 Single Elimination. На общий призовой фонд было выделено 2 миллиона рублей. ROG KING CUP-2022 пройдет в 40 клубах Colizeum, которые находятся 26 городах России. Мероприятие проведут в оффлайн-режиме. Организаторы обещают выделить участникам мощные ноутбуки ROG Strix SCAR 17 G733ZW с видеокартами NVIDIA GeForce RTX 3070 Ti. Записаться на турнир может любой желающий на официальном сайте . Первый сезон ROG KING CUP-2022 закончится 6 мая. Всего обещают три сезона и масштабный гранд-финал. Лучшие игроки получат денежное вознаграждение и призы в виде периферии ASUS Republic of Gamers – наушники ROG Strix Go 2.4, мыши ROG Gladius III Wireless и коврики ROG Scabbard II. Победитель рунира заберет с собой 700 тысяч рублей и игровой ноутбук Republic of Gamers."},
[
{"title": "Sony представила гоночный ИИ Gran Turismo Sophy, который способен обогнать любого", "pub_date": "2022-02-09 20:40:35", "image": "https://img.youtube.com/vi/QvTAAKI4x-4/maxresdefault.jpg", "text": "Sony анонсировала новую разработку, созданную вместе с Polyphony Digital , — искусственный интеллект Gran Turismo Sophy. Программу научили водить в Gran Turismo Sport , и теперь она обходит даже самых титулованных игроков GT . Создание Gran Turismo Sophy началось в апреле 2020 года. ИИ тренировали при помощи новой платформы глубокого обучения с использованием системы облачного гейминга Sony . По словам представителей компании, GT Sophy отличается от других ИИ , таких как AlphaStar, OpenAI и программ, заточенных под шахматы, го и сёги. Эти ИИ фокусируются лишь на тактике и стратегии, а GT Sophy, помимо перечисленного выше, имеет дело с симуляцией физики. Искусственный интеллект от Sony и Polyphony Digital владеет следующими умениями: Контролирование гоночного автомобиля — программа понимает динамику машины и просчитывает оптимальную траекторию, чтобы исполнить лучшие манёвры на сложных трассах. Гоночная тактика — GT Sophy молниеносно реагирует на постоянно меняющуюся ситуацию на треке. Так, машинный разум в силах пристроиться за соперником, чтобы оказаться в завихрённой зоне с более низким сопротивлением воздуха, или блокировать пути обгона противнику. Гоночный этикет — ИИ научили манерам, свойственным пилотам автогонок. Например, не провоцировать столкновения намеренно. GT Sophy — первый искусственный интеллект, способный одолеть профессиональных кибергонщиков. Девелоперы провели два теста с лучшими водителями Gran Turismo — в июле и октябре 2021 года. В первой серии заездов, люди набрали 86 баллов, а GT Sophy — 70. Однако во второй раз ИИ заработал внушительные 104 очка, а команде людей удалось получить только 52 балла. Разработка Sony и Polyphony Digital может помочь в проектировании беспилотных автомобилей, уверен Крис Гердес (Chris Gerdes), профессор Стэнфордского университета, специализирующийся на автономном вождении. «Машина так умело обходит водителей-людей в соревновании один на один. Это знаковое достижение для ИИ», — восхищается Гердес . Сама Sony заявила, что пока не намерена внедрять GT Sophy в свои автомобильные проекты. Не стоит пока ждать GT Sophy и в готовящейся Gran Turismo 7 . Однако девелоперы будут искать способы, как интегрировать новенький ИИ в будущие проекты серии GT . Седьмая часть гоночной франшизы готовится к выходу 4 марта."},
{"title": "Инди-разработчики волнуются из-за крупных сделок Microsoft", "pub_date": "2022-02-10 14:38:49", "image": "https://img.youtube.com/vi/uu9BXqm3eKI/maxresdefault.jpg", "text": "Последние годы весь мир с интересом следит за Microsoft . Стараниями Фила Спенсера (Phil Spencer) компания восстановила репутацию после своих спорных выкрутасов на запуске Xbox One и теперь регулярно становится героем больших новостей: то Bethesda купит , то Activision Blizzard под крыло возьмёт . Геймеры относятся к подобным сделкам благосклонно — однако независимые студии и их основатели, как оказалось, несколько иного мнения о происходящем. В свежем материале BBC инди-разработчики поделились страхами насчёт постоянного расширения и без того крупных корпораций. На их взгляд, даже сейчас маленьким командам живётся несладко: например, Таня Шорт (Tanya Short) из Kitfox Games рассказала, как тяжело ей было привлечь издателей к Boyfriend Dungeon . С тех пор утекло много воды. Необычный гибрид визуальной новеллы и «рогалика» спасли сарафанное радио и Kickstarter — благодаря им платформодержатели разглядели потенциал проекта, поэтому Boyfriend Dungeon можно приобрести не только на ПК, но и на Xbox и Switch. Однако подобным образом везёт далеко не каждому: необычным проектам не так-то просто «выйти в люди», и расширение Microsoft , уверена Шорт , сделает ситуацию ещё сложнее. Сама компания уверяет, что продолжит поддерживать маленькие студии, однако разработчиков это не успокаивает. Например, одним из немногих эффективных способов распространения инди считается Game Pass — и пускай он удобен, независимые команды опасаются, что скоро им придётся бороться за право попасть на платформу, ведь это единственный способ хоть как-то привлечь внимание широкой аудитории. Кроме того, Шорт подчеркнула, что студии помельче уже и так избегают рождественских праздников как огня: выпускать что-то в сезон ААА-премьер просто безрассудно, маленькую новинку просто никто не заметит. А если учесть недавние поглощения всё той же Microsoft , перспективы у инди-релизов становятся ещё мутнее: Подобные страхи частично разделяет Юрий Жданович , основатель и глава Sad Cat Studios — студии, разрабатывающей киберпанковскую Replaced . Хотя Жданович доволен сотрудничеством с Microsoft (релиз его игры состоится через Xbox Game Pass), он не уверен, что корпорация будет достаточно активно поддерживать независимые студии в будущем. Пирс Хардинг-Роллс , аналитик из Ampere Analysis , отметил ещё один важный фактор — сервисы вроде Game Pass хоть и помогают распространению инди, в долгострочной перспективе они способны навредить их продажам. Геймеры будут меньше заинтересованы в покупке игры, если они могут просто попробовать её за меньшие деньги. Согласно порталу VG Insights , больше 50 % инди в Steam не принесли и $4 000 дохода, поэтому ситуация и правда вырисовывается не самая оптимистичная. В противовес Microsoft настаивает, что Game Pass расширяет аудиторию инди-игр, открывая для пользователей жанры, к которым они раньше не притрагивались. Например, 60 % людей, поигравших в Human: Fall Flat через Game Pass, до этого не играли в головоломки. И 40 % из этих 60 % затем приобретали игры-головоломки за пределами подписки, рассказывает корпоративный вице-президент игровой экосистемы Xbox. Напомним, сделка между Microsoft и Activision официально закроется ближе к концу июня 2023 года. До этого обе корпорации будут работать независимо друг от друга."},
{"title": "Twitch обновляет требования к вашим никнеймам — там не должно быть ругательств или оскорблений", "pub_date": "2022-02-11 14:49:32", "image": "https://images.stopgame.ru/uploads/users/2022/226591/r973x547/7ZEZX9gQGdrxZmfcJA_itA/00444.ZttTqKs.png", "text": "Чтобы сделать Twitch ещё дружелюбнее, одноимённая компания ужесточает требования к именам пользователей. Теперь вы не сможете доносить в своём нике, какое интересное слово прочитали на заборе по соседству. О том, зачем это нужно, Twitch рассказывает так: Итак, в никнеймах на Twitch запрещают: То, что нарушает правила сообщества, — например, разжигание ненависти, угрозы и раскрытие персональных данных. Отсылки к половым актам, возбуждению, биологическим жидкостям или гениталиям. Отсылки к тяжёлым наркотическим веществам, не считая алкоголь, табак и марихуану. Обновлённые правила для никнеймов вступают в силу с 1 марта 2022-го. Для пользователей, которые могут считаться нарушителями, продумали три основных сценария: Если текущий никнейм является очевидным нарушением правил для сообщества, то за него могут выписать бессрочный бан. Если в никнейме отсылают к тяжёлым наркотикам или действиям сексуального характера, то от пользователя потребуют сменить имя. Если текущий никнейм противоречит новым правилам, но не является прямым нарушением правил для сообщества, то потребуется сменить имя. Другие ограничения применяться не станут. Если попытаться создать аккаунт, нарушающий новые правила, то система сразу потребует задать другой никнейм. Неподходящие имена выявляются при помощи машинного обучения. В случаях, если какому-нибудь хитрецу удастся обойти правила Twitch, компания призывает отправлять на него жалобу. Её рассмотрит команда безопасности."},
[
{"title": "Фанат Dark Souls хочет сделать на ПК свою Bloodborne — сейчас можно скачать бесплатную демоверсию", "pub_date": "2022-02-12 20:35:50", "image": "https://vgtimes.ru/uploads/posts/2022-02/fanat-dark-souls-hochet-sdelat-na-pk-svoyu-bloodborne-seychas-mozhno-skachat-demoversiyu-85043.jpg?1644736925", "text": "Для Dark Souls 3 вышла демоверсия сюжетного мода Ashen Blood, основанного на Bloodborne . Модификция изменяет игровой процесс, оружие, врагов, дизайн карт, визуальные эффекты и не только. Таким образом моддер хочет сделать третью часть больше похожей на Bloodborne , которая доступна только на PS4. Увидеть, чего на данный момент добился энтузиаст, можно на скриншотах. Моддер решил протестировать свой проект пере релизом Elden Ring . Возможно, выход новой игры FromSoftware поможет привлечь больше внимания к модификации, которая ещё находится в разработке. Скачать её можно здесь . Ранее девушка из Москвы снялась в эффектном косплее Карлы из третьей части. А ещё ютубер сравнил редактор персонажей в Elden Ring и Dark Souls 3 ."},
{"title": "Бан за сосание микрофона, God of War от первого лица, чернокожие эльфы от Amazon — подкаст VGTimes", "pub_date": "2022-02-13 21:17:26", "image": "https://vgtimes.ru/uploads/posts/2022-02/ban-za-sosanie-mikrofona-5-let-tyurmy-za-vzryv-v-minecraft-chernokozhie-elfy-ot-amazon-podkast-vgtimes-85060.jpg?1644776675", "text": "На нашем YouTube-канале вышел свежий выпуск подкаста, в котором мы обсуждаем главные новости последних дней. Приятного просмотра! В этом выпуске: Вышел новый трейлер Atomic Heart ; Появился мод для God of War с видом от первого лица; Утекли подробности ремейка Resident Evil 4 ; Опубликованы минимальные системные требования Elden Ring ; Суд решил судьбу подростков, планировавших взорвать здание ФСБ в Minecraft ; Серия Portal выйдет на Nintendo Switch; Появились первые кадры из «Властелина колец: Кольца власти»; Уход игроков из Battlefield 2042 . Если не хочется смотреть, то можно послушать здесь: anchor.fm ; Apple Podcasts ; Google Podcasts ; Яндекс.Музыка . Не забудьте подписаться на наш YouTube-канал!"},
{"title": "Авторы NBA 2K и WWE 2K готовят AAA-гонку по крупной лицензии", "pub_date": "2022-02-11 17:06:13", "image": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Image-not-found.png", "text": "Последние годы студия Visual Concepts , принадлежащая Take-Two , разрабатывает спортивные симуляторы WWE 2K и NBA 2K . Однако теперь она собирается разбавить своё портфолио проектом в другом жанре — гонкой. Как передаёт Video Games Chronicle , компания начала набирать сотрудников для создания AAA-гонки с открытым миром. Игру разрабатывают по «крупной лицензии» и планируют выпустить на нескольких платформах. О какой именно лицензии речь — неизвестно. Кроме того, у Visual Concepts обновилось описание профиля в «Твиттере» — оно гласит: « NBA 2K , WWE 2K и новая AAA-игра, от которой у вас сорвёт крышу, — Visual Concepts делает отличные игры уже 30 лет» . Таинственная игра станет дебютом Visual Concepts в этом жанре — за свою 34-летнюю историю студия не выпустила ни одной гонки."},
{"title": "Авторы музыки для оригинальных игр Halo судятся с Microsoft. Компания якобы не выплачивает им отчисления", "pub_date": "2022-02-11 17:58:19", "image": "https://lastfm.freetls.fastly.net/i/u/ar0/d9812eb097f14e41ce1f8af6f15d38f8.jpg", "text": "Композиторы оригинальных частей Halo судятся с Microsoft . По их словам, за двадцать лет компания так и не выплатила им положенные лицензионные отчисления. Более того, сторона обвинения готова наложить судебный запрет на выпуск готовящегося сериала по Halo . Композиторы Мартин О’Доннелл (Martin O’Donnell) и Майкл Сальватори (Michael Salvatori) занимались музыкальным сопровождением всех Halo от Bungie и других проектов, связанных с франшизой. Мирно вытрясти невыплаченные гонорары из Microsoft не вышло, поэтому в июне 2020 года иск попал в окружной суд штата Вашингтон. По словам творцов, они создали музыку и передали её Bungie по лицензии — сделка осталась в силе даже после объединения Bungie с Microsoft в 2000 году. «Майки» же считают написанные мелодии служебным произведением, что делает авторами именно их. Однако композиторы с такой точкой зрения не согласны: В мае 2000 года О’Доннелл стал звукорежиссёром в Bungie . А Сальватори в то время продолжил работать на себя в их общей с О’Доннеллом компании O’Donnell Salvatori Inc . После слияния авторов Halo с Microsoft О’Доннелл переподписал трудовой договор и сделал в нём пометку, мол, музыка к шутеру лицензированная. У нанимателя возник ряд вопросов, связанных с этим уточнением, но в 2000 году никто не стал разбираться, и дело отложили на потом. Когда на проблему вновь обратили внимание, композиторам предложили передать авторские права и права на публикацию музыки Microsoft . Новый контракт в итоге подписали. Специалисты хотели, чтобы компания уведомляла их, где и как используются их композиции — это было необходимо для правильного расчёта роялти (всего 20 % от продаж саундтреков, в то время как обычно музыканты требуют половину). Однако, как утверждает О’Доннелл , ничего подобного Microsoft так и не сделала. О’Доннелл и Сальватори рассматривают возможность запретить выпуск сериала по Halo . По их словам, даже в рекламных материалах шоу встречаются мелодии, написанные ими для игры. Творцы уверяют, что цель иска не вернуть права на музыку из Halo , а добиться положенных им выплат. На следующей неделе состоятся переговоры по делу, и если сторонам не удастся договориться, спор перейдёт дальше в суд."}{"title": "Правительство России разрабатывает систему рейтинга игр", "pub_date": "2022-02-12 00:00:41", "image": "https://i.playground.ru/p/rCPZtI6DOqr9O4pChi-3Tg.webp", "text": "Согласно информации, которую мы получили от источников, после регулирования маркетплейсов с продажей физических товаров, государство планирует заняться регулированием цифровой продукции. По планам планируется оценивать контент продаваемых на территории страны игр и выдавать на основании этого анализа рейтинг. За основу планируется взять европейскую рейтинговую систему оценки компьютерных игр и другого развлекательного программного обеспечения PEGI. Сроки внедрения системы оценки не объявлены, так как сейчас инициатива находится на этапе проработки концепции и согласованности с федеральным законом 436-ФЗ «О защите детей от информации, причиняющей вред их здоровью и развитию». Вероятно, что внедрение рейтинга потребуется маркировки контента как в цифровом виде, так и на физических носителях, аналогично всё той же PEGI. Стоит отметить, что система PEGI является обязательной и используется в 29 странах Европы уже 13 лет и имеет разные шкалы в некоторых странах-участницах. По всей видимости, аналогичная практика будет реализована на территории России и странах Таможенного Союза."},
{"title": "Создатель Sonic the Hedgehog рассказал о \"смешанных чувствах\" по поводу выпуска игр серии на консолях не от Sega", "pub_date": "2022-02-08 19:53:56", "image": "https://i.playground.ru/p/KXjq1txu10W24cSO7xJX9A.webp", "text": "Создатель ёжика Соника Юдзи Нака поразмыслил о 20-летнем юбилее игры Sonic Adventure 2: Battle. В твите, посвященном 20-летию Sonic Adventure 2: Battle, Нака написал: \"У меня были смешанные чувства по поводу выхода Соника на аппаратном обеспечении не от Sega, одновременно грустные и радостные. Прошло уже 20 лет\". Дизайнер видеоигр не стал уточнять подробности своего твита, поэтому неясно, каковы были его первоначальные опасения. Очевидно, Нака смирился с решением Sega выпустить игру Sonic the Hedgehog на других консолях, поскольку Sonic Adventure 2: Battle вышла на Nintendo GameCube в 2001 году. Нетрудно догадаться, почему Нака так защищал синего ежа, ведь он был частью оригинальной команды Sonic Team и отвечал за программирование оригинального Sonic the Hedgehog для Sega Megadrive. Совсем недавно Нака работал в Square Enix, где разработал игру Balan Wonderworld. Однако в июне прошлого года Нака тихо покинул студию, возможно, из-за неудовлетворительного успеха игры-платформера. А команда Sonic Team, стоящая за такими играми, как Sonic Forces, Sonic Generations и другими, работает над новой игрой. Sonic: Frontiers была впервые показана во время стрима Sonic Central в мае 2021 года и получила еще один, более длинный, трейлер на The Game Awards 2021."}
]{"title": "Появились арты крупного мода для Fallout 4, который добавит в RPG совершенно новый огромный город", "pub_date": "2022-02-13 22:15:54", "image": "https://vgtimes.ru/uploads/posts/2022-02/na-novyh-skrinshotah-globalnogo-moda-dlya-fallout-4-pokazali-gorod-kotorogo-esche-ne-bylo-v-serii-85061.jpg?1644780019", "text": "На странице масштабного мода Fallout: London в Twitter появились свежие концпт-арты Лондона, который станет местом действия проекта. На артах можно увидеть реку Темзу с колесом обозрения, на котором поселились люди, разрушенный дворец, сектантов у костра в лесу и некую лабораторию. Модификация Fallout: London создаётся на движке Fallout 4 . По размеру она будет сопоставима с крупным сюжетным дополнением. Авторы обещают полностью новую сюжетную линию с дополнительными квестами, большую карту со множеством интересных локаций, новое оружие, снаряжение и врагов. Ранее в сети появился новый дневник разработки, где моддеры показали контент, над котором работали в четвёртом квартале 2021 года."},
{"title": "Известный журналист утверждает, что ремастер Goldeneye 007 могут показать в ближайшие недели", "pub_date": "2022-02-13 23:47:28", "image": "https://vgtimes.ru/uploads/posts/2022-02/izvestnyy-zhurnalist-utverzhdaet-chto-chto-remaster-goldeneye-007-mogut-pokazat-v-blizhayshie-nedeli-85063.jpg?1644785265", "text": "Известный инсайдер и журналист Джефф Грабб (Jeff Grubb) в рамках подкаста Giant Bomb show GrubbSnax заявил, что Microsoft планирует представить переиздание шпионского экшена Goldeneye 007 в ближайшее время. Эти данные также подтверждает VGC со ссылкой на свои источники. Отметим, что в начале года пара сотрудников студии Rare, которые работали над оригинальной игрой, случайно разблокировали достижения для переиздания в базе данных Xbox. При этом речь идёт лишь о повышении качества. Скорее всего, игре подтянут текстуры и. может быть, модели. Кардинальных изменений не стоит ждать."},
,
{"title": "Activision подтвердила разработку Modern Warfare 2 и Warzone 2 на новом движке", "pub_date": "2022-02-11 22:07:33", "image": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Image-not-found.png", "text": "Последнее время Activision потихоньку подтверждает инсайды о Call of Duty 2022-го и новой Warzone , стесняясь делать полноценные анонсы. И ничего пока не изменилось — сегодня компания озвучила общие подробности , большинство из которых мы уже знаем. Подтверждено следующее: В этом году нас ждёт продолжение Modern Warfare 2019​-го. Call of Duty 2022-го и новый «экспириенс» (слово «игра» не используется) по Warzone разрабатываются вместе с нуля. Это нужно для гладкой интеграции между ними. Warzone 2 (название условное) — масштабная эволюция королевской битвы (видимо, всего жанра) с совершенно новым «игровым пространством» (видимо, новая карта) и свежим режимом песочницы. В основе обеих игр лежит один новый движок, который создавали на протяжении многих лет. Разработкой каждого из проектов руководит Infinity Ward . Релиз Modern Warfare 2 (тоже условное название) состоится осенью . По слухам, Modern Warfare 2 выйдет в октябре на ПК и консолях нового и старого поколений , а Warzone 2 — в конце 2022-го или когда-нибудь в 2023-м на компьютерах, PlayStation 5 и Xbox Series . pic.twitter.com/TWv3o3tN3r"},
{"title": "Halo Infinite, Forza Horizon 5 и Psychonauts 2 претендуют на премию, чествующую игры с повышенной доступностью", "pub_date": "2022-02-12 01:19:14", "image": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Image-not-found.png", "text": "Стараясь охватить более широкую аудиторию и получить очки кармы, новые игры всё чаще щеголяют настройками доступности. Для развлечений, заботящихся о геймерах с нестандартными потребностями, даже придумали ежегодную премию Video Game Accessibility Awards . В 2022-м состоится вторая церемония награждения, организованная при поддержке благотворительной организации AbleGamers. Там будут чествовать игры, поднимающие планку доступности. Лучших из лучших выберет жюри, куда входят только геймеры с ограниченными возможностями. Победителей объявят ровно через месяц, 12 марта, на трансляции, которую проведут соавторы премии Стивен Спон (Steven Spohn) и Алана Пирс (Alanah Pearce). Super excited to share that I’ve been hard at work on the second annual Video Game Accessibility Awards ( @vgaawards ) proudly featuring @ablegamers , @pizzahut , and @realgoodtouring ! 3.12.22, STAY TUNED ?. pic.twitter.com/PqnWzKdFSc Ниже — список номинантов. Игры с подсказками. Before Your Eyes . Unpacking . Marvel’s Guardians of the Galaxy . Игры с хорошо читаемым текстом. Boyfriend Dungeon . Loop Hero . Halo Infinite . Игры, где можно уменьшить количество вводных данных, необходимых для выполнения последовательности действий. Before Your Eyes . Fights in Tight Spaces . Escape From Tarkov . Игры, где вам может помочь искусственный интеллект. Forza Horizon 5 . Far Cry 6 . Psychonauts 2 . Игры, где можно регулировать чувствительность движения для более точного выполнения действий. Chivalry II . Far Cry 6 . Back 4 Blood . Игры, где вам может помочь другой пользователь. It Takes Two . Age of Empires IV . Back 4 Blood . Игры, где можно перенастраивать стандартную схему управления. Ratchet & Clank: Rift Apart . It Takes Two . Final Fantasy XIV: Endwalker . Игры, где можно тренироваться за пределами обучения. Halo Infinite . Monster Hunter Rise . Back 4 Blood . Игры, где можно обходить или пропускать этапы, которые пользователь не может пройти. Life Is Strange: True Colors . Ratchet and Clank: Rift Apart . Unpacking ."},
{"title": "Дарим ключи на предзаказ Elden Ring для PC за победу в розыгрыше. Условия очень простые", "pub_date": "2022-02-14 10:41:17", "image": "https://vgtimes.ru/uploads/posts/2022-02/darim-klyuchi-na-predzakaz-elden-ring-dlya-pc-za-pobedu-v-rozygryshe-usloviya-ochen-prostye-85069.jpg?1644825295", "text": "Рады сообщить вам о начале нашего нового розыгрыша, в котором у вас будет возможность выиграть два ключа на предзаказ предстоящего ролевого экшена Elden Ring (победителю и его другу). Условия как всегда очень простые: Имя победителя мы объявим 22 февраля в 22:00 (МСК) случайным образом. В розыгрыше участвуют только открытые и живые аккаунты, количество комментариев не ограниченно, но в каждом нужно указывать разных друзей. Напомним, Elden Ring выйдет уже 25 февраля на PC, PS4, PS5, Xbox One и Xbox Series X/S. Недавно FromSoftware раскрыла минимальные системные требования . Так, к примеру, игра потребует 12 ГБ ОЗУ, 60 ГБ свободной памяти на жестком диске, видеокарту уровня GeForce GTX 1060 с 3 ГБ видеопамяти (или AMD Radeon RX с 4 ГБ), а также процессор Intel Core i5-8400 или AMD Ryzen 3 3300X. С нашими впечатлениями от Elden Ring можете ознакомиться здесь ."},
{"title": "«Демонстрация мощности PS5» и «Шедевр с захватывающей историей» — Horizon Forbidden West получила восторженные оценки", "pub_date": "2022-02-14 12:29:40", "image": "https://vgtimes.ru/uploads/posts/2022-02/demonstraciya-moschnosti-ps5-i-shedevr-s-zahvatyvayuschey-istoriey-horizon-forbidden-west-poluchila-vostorzhennye-ocenki-85073.jpg?1644831075", "text": "Сегодня спало эмбарго на обзоры PlayStation-эксклюзива Horizon Forbidden West , который выйдет позже на этой неделе для PS4 и PS5. Игра ожидаемо получила крайне высокие оценки от прессы. На момент написания новости Horizon Forbidden West имеет в среднем 89 баллов на Metacritic . Оценки Horizon Forbidden West: Twinfinite — ; PlayStation LifeStyle — ; God is a Geek — ; PlayStation Universe — ; Game Informer — ; IGN — ; Screen Rant — ; Wccftech — ; Destructoid — ; VG247 — ; Attack of the Fanboy — ; GameSpot — ; Telegraph — ; Gamer.no — . С нашим обзором Horizon Forbidden West можете ознакомиться здесь . Напомним, что игра выйдет уже 18 февраля эксклюзивно на PS4 и PS5."},
{"title": "Сотрудники Ubisoft раскритиковали компанию за уклон в NFT", "pub_date": "2022-02-12 17:56:11", "image": "https://img.youtube.com/vi/eSVoJ0WUQfY/maxresdefault.jpg", "text": "Ubisoft заявляла, что будет заниматься NFT-технологиями вопреки протестам геймеров . Но, кажется, негативная реакция собственных сотрудников компанию всё-таки волнует. Верный проводник в закулисье геймдева Джейсон Шрайер (Jason Schreier) рассказал о провалившейся попытке Ubisoft переубедить своих работников. Руководство французского гиганта решило прояснить свои планы, связанные с блокчейном и NFT, поэтому опубликовало специальное послание на внутреннем форуме компании. Позже в записи появилось уточнение, что Ubisoft учтёт «все текущие ограничения и риски». Однако это никак не смягчило реакцию сотрудников, оставивших сотни негативных комментариев под постом: Представитель Ubisoft дал комментарий для Bloomberg, в котором сообщил, что компания прислушается как к посланиям с поддержкой, так и к опасениям людей. Кроме того, он выразил недовольство, что сообщения утекли в Сеть. По его словам, публикация конфиденциальной информации из внутренних форумов нарушает трудовой договор. «Что важнее, это подрывает доверие, между членами команды, которое нужно для свободного выражения своего мнения и ведения откровенных и продуктивных обсуждений», — гласит заявление компании. Напомним, в конце прошлого года Ubisoft создала NFT-платформу Quartz и внедрила её в Ghost Recon Breakpoint . Игроки подобное нововведение не оценили, но издатель уверен, что геймеры пока не поняли , какую пользу несут токены. А на прошлой неделе компания попыталась задобрить коллег раздачей уникальных праздничных NFT в честь юбилея Ghost Recon Breakpoint ."},
{"title": "Слух: ремастер GoldenEye 007 анонсируют в ближайшие недели", "pub_date": "2022-02-13 19:49:14", "image": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Image-not-found.png", "text": "Редактор GamesBeat Джефф Грабб (Jeff Grubb) в своём подкасте GrubbSnax заявил, что в течение следующих недель Microsoft анонсирует переиздание GoldenEye 007 — старенького шутера про Джеймса Бонда. Эту информацию подтвердил источник сайта Video Games Chronicle . Оригинал вышел в 1997-м на Nintendo 64. Разработчики из студии Rare сейчас принадлежат Microsoft , поэтому ремастер появится как минимум на ПК и Xbox. Напомним, в начале года из базы данных Xbox вытащили достижения для обновлённой GoldenEye 007 . Часть из них уже были разблокированы парой сотрудников Rare . Скорее всего, переиздание выпустят в 2022-м по случаю 25-летия классической GoldenEye 007 . A Goldeneye 007 remaster ‘could be revealed in the next few weeks’, it’s claimed. https://t.co/1DmubIrA4Q pic.twitter.com/cXeRcUHpGy"},
{"title": "Через неделю Capcom устроит какой-то крупный анонс", "pub_date": "2022-02-14 11:11:56", "image": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Image-not-found.png", "text": "На своём официальном сайте Capcom запустила страницу с отсчётом и объявила о нём в соцсетях. Выглядит так, словно компания готовится к крупному анонсу, но вот что именно она хочет нам показать? Одна из наиболее правдоподобных версий — Street Fighter VI . С 17-го по 20 февраля как раз проходит финал Capcom Pro Tour 2021 — турнира по Street Fighter V . В 2022-м серия отмечает 35-летний юбилей, Capcom обещала поделиться о будущем Street Fighter в течение года, а последний дополнительный боец для SFV прямо заявлялся как некто, кто прокладывает дорожку к следующей игре франшизы. Другие варианты — ремейк Resident Evil 4 (хотя мы до сих пор не увидели обещанных RE:Verse и дополнения для Resident Evil Village ) и Dragon’s Dogma 2 ( встречалась в утечке от NVIDIA ). Таймер дотикает до нуля 21 февраля примерно в 9:00 по Москве. ⏳? https://t.co/FxZzPqGMvo"},
{"title": "Capcom заинтриговала фанатов загадочным тизером с таймером. У геймеров уже есть идеи о том, какую игру могут показать", "pub_date": "2022-02-14 13:31:12", "image": "https://vgtimes.ru/uploads/posts/2022-02/capcom-zaintrigovala-fanatov-novym-tizerom-s-taymerom-u-geymerov-uzhe-est-idei-o-tom-kakie-igry-mogut-pokazat-85074.jpg?1644835033", "text": "Capcom решила заинтриговать фанатов загадочным тизером с таймером , отсчитывающим время до старта какого-то анонса. К сожалению, подробности пока не сообщаются, но у геймеров уже есть несколько идей касательно того, какой именно проект тизерит компания. Отсчет завершится 21 февраля в 09:00 (МСК). Как раз в этот день закончится финальная часть киберспортивного турнира Street Fighter Pro Tour Season Final. Некоторые геймеры считают, что возможно, Capcom готовится анонсировать Street Fighter 6 . Остальные игроки считают, что компания, вероятно, тизерит ремейк Resident Evil 4 , информацию о котором недавно рассказали в СМИ. Другие фанаты пишут в Twitter, что хотели бы от Capcom ремейка Resident Evil Code: Veronica и Dino Crisis . With Capcom cup next weekend it's probably the long awaited Street Fighter 6 reveal! . It’s resident evil 4 remake. The countdown clock is the same font they used in the ps2 release manual. . Resident Evil 4 Remake? . RE VIII DLC? RE3 DLC? RE4 remake? Code Veronica? Dino Crisis? Viewtiful Joe remaster? . It has already been leaked that they will likely announce Resident Evil 4 Remake . Как думаете, что покажет Capcom 21 февраля? Делитесь своими мнениями в разделе комментариев ниже."},
{"title": "Авторы Atomic Heart обещают, что в игре не будет микротранзакций и NFT. Зато будет открытый мир", "pub_date": "2022-02-14 15:36:17", "image": "https://vgtimes.ru/uploads/posts/2022-02/avtory-atomic-heart-obeschayut-chto-v-igre-ne-budet-mikrotranzakciy-i-nft-85080.jpg?1644842177", "text": "Команда разработчиков из Mundfish дала интервью изданию Gamereactor и рассказала много нового об Atomic Heart . Выбрали самое интересное. По словам авторов, игру планировали выпустить в 2020 году, но в процессе разработки стало ясно, что нужно больше времени. В игре будет открытый мир, который окажется меньше, чем в Assassin's Creed или GTA, но всё же там будет много предметов для изучения. Прохождение потребует около 20 часов, но геймплей в Mundfish пока не показывают. В студии попросили дождаться официальных данных. NFT и микротранзакций в игре не будет. Atomic Heart представляет собой синглплеерную игру с акцентом на сюжет и исследование мира. Помимо этого, ожидается расширение вселенной и идеи на продолжение. Ранее, отметим, авторы анонсировали сиквел. Выпуск игры ожидается в конце этого года. Ранее авторы уже показали свежий трейлер."},
{"title": "Иск о краденых фото в Resident Evil и Devil May Cry урегулирован во внесудебном порядке", "pub_date": "2022-02-09 17:45:47", "image": "https://images.stopgame.ru/uploads/users/2022/575098/r973x547/rrqOedcJLXjdd70kOBBlJw/00253.yuwf4hS.png", "text": "Ранее мы рассказывали об иске от художницы Джуди Юрасек (Judy A. Juracek) к Capcom . По мнению женщины, компания незаконно использовала её работы для создания Devil May Cry и нескольких частей Resident Evil . Накануне в окружной суд штата Коннектикут поступило заявление о прекращении дела. Как именно разрешилось дело — неизвестно. Чтобы не отвечать каждому изданию одно и то же, юристы художницы опубликовали готовое заявление по иску. Там сказано: Напомним, поводом для иска стало незаконное использование изображений из книги Surfaces, которую Юрасек опубликовала в 1996 году, в играх Capcom . К изданию прилагался диск, на котором дублируются фотографии различных поверхностей, лично снятых художницей. Мало того, что изображения схожи как две капли воды, так ещё файлы из игр Capcom носят те же названия, как и фотографии на диске. Адвокаты Юрасек требовали до $12 миллионов компенсации за нарушение авторского права. Так как детали соглашения между художницей и Capcom остались тайной, неясно, как много японской компании пришлось заплатить. И пришлось ли вообще."},
{"title": "Создатели Days Gone планировали сделать Uncharted в 1970-х про молодого Салли", "pub_date": "2022-02-09 18:18:37", "image": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Image-not-found.png", "text": "Руководитель Days Gone Джефф Росс (Jeff Ross) поделился ещё одним рассказом о том, чем могла заняться Bend Studio после неудачного старта своего байкерского экшена. Команда присматривалась к идее о спин-оффе Uncharted про молодого Салли, хотя дальше обсуждений, похоже, дело так и не двинулось. Когда Days Gone вышла, а Bend Studio не получила добро на разработку сиквела, студия устроила мозговой штурм и набросала несколько концепций для других игр. Среди этих набросков и был спин-офф Uncharted . Джефф Росс Росс также упомянул следующее: Образ молодого сексапильного Салли напоминал Шона Коннери (Sean Connery), когда он снимался в Джеймсе Бонде. Идею игры подпитывало то, как 1970-е изобразили в фильмах «Джокер» и «Однажды в Голливуде» . Росс планировал показать период более серьёзно, без одиозности. Концепт складывался так, что там оставалось мало простора для перестрелок. Это стало проблемой, потому что Росс не хотел делать «первую Uncharted , где игрок не делает ни одного выстрела». Как мы знаем из других баек Росса , Bend Studio также присматривалась к серии Resistance . Но начальство из Sony все эти идеи отклонило. Сам Росс в Bend Studio больше не работает, однако студия жива-здорова и в данный момент трудится над игрой по новой интеллектуальной собственности."},
{"title": "СМИ: следующая Assassin’s Creed выросла из дополнения для Valhalla и станет меньше по масштабу", "pub_date": "2022-02-09 19:43:53", "image": "https://images.stopgame.ru/uploads/users/2022/226591/r973x547/rZx83KzZ0KtuE1oUb-WTYg/00368._NMw3Az.jpg", "text": "Предполагалось, что следующей номерной частью «Ассасинов» станет амбициозная игра-платформа Assassin’s Creed Infinity — Ubisoft даже подтвердила её существование официально. Однако теперь планы издательства изменились: по сведениям Джейсона Шрейера (Jason Schreier), перед Infinity выйдет ещё одна самостоятельная игра по франшизе, хоть и не очень большая. Шрейер пишет о следующих особенностях: Проект носит кодовое название Rift . Сначала его создавали как дополнение для Assassin’s Creed Valhalla , но в конце прошлого года превратили в самостоятельную игру. Главным героем Rift окажется Басим из Valhalla . В геймплее делается акцент на стелсе. Игра не будет «огромной RPG в открытом мире», как последние части Assassin’s Creed . Релиз планируется на конец 2022-го или 2023-й. Как говорят источники Шрейера , на протяжении 2021-го Ubisoft «встряхнула» множество проектов-расширений Assassin’s Creed , а некоторые полностью отменила. Возможно, компания превратила дополнение для Valhalla в самостоятельный релиз, чтобы заткнуть здоровенную дыру в релизном графике. Сейчас в Ubisoft есть сразу несколько игр, застрявших в производственном аду: Skull & Bones на протяжении нескольких лет после анонса переживает болезненные изменения. Beyond Good & Evil 2 не отменена, но уже как минимум пять лет находится на стадии предварительного производства, говорят собеседники Шрейера . Ремейк Prince of Persia: The Sands of Time должен был выйти всего через пять месяцев после анонса, но теперь у него вообще нет даты релиза. Напомним, 10 марта выходит Dawn of Ragnarök — огромное дополнение для Assassin’s Creed Valhalla . Похоже, эта часть серии оказалась особенно плодовитой на DLC!"},
{"title": "Одну хайповую игру поместили в еще более популярную — внутри Minecraft создали Wordle", "pub_date": "2022-02-14 16:07:09", "image": "https://vgtimes.ru/uploads/posts/2022-02/odnu-haypovuyu-igru-pomestili-v-esche-bolee-populyarnuyu-vnutri-minecraft-sozdali-wordle-85082.jpg?1644844114", "text": "Браузерная словесная головоломка Wordle, созданная Джошем Уордлом (Josh Wardle) в октябре 2021 года, буквально за несколько месяцев смогла сколотить вокруг себя огромную фан-базу. Если в ноябре в нее играли 90 человек, то уже в начале этого года общее количество игроков превысило 2 млн. На волне хайпа геймер с ником mattbatwings решил воссоздать эту игру в не менее популярной песочнице Minecraft . Игрок рассказал, что работа заняла у него около двух дней (или 16 часов в целом). В процессе создания игры геймер использовал редстоуновую пыль. В опубликованном ролике автор продемонстрировал, что у него получилось. Скачать карту можно здесь . Что касается оригинальной Wordle, в нее можно сыграть на официальном сайте . В игре геймеры должны угадывать слова. Сейчас существует множество клонов Wordle, в том числе на русском языке."},
{"title": "На видео показали, как отличается графика Horizon Forbidden West на PS4, PS4 Pro и PS5", "pub_date": "2022-02-14 16:41:33", "image": "https://vgtimes.ru/uploads/posts/2022-02/na-video-pokazali-kak-otlichaetsya-grafika-horizon-forbidden-west-na-ps4-ps4-pro-i-ps5-85084.jpg?1644846093", "text": "Horizon Forbidden West выходит 18 февраля, но уже сейчас можно посмотреть, как игра выглядит на консолях старого и нового поколений. Ролики со сравнением графики представили портал IGN и канал ElAnalistaDeBits. Игру тестировали на трех консолях: базовой PS4 (1080p при 30 FPS), PS4 Pro (1800p при 30 FPS) и PS5 (в двух режимах: 2160p при 30 FPS и 1800p при 60 FPS). Очевидно, самая детализированная картинка у некстген-версии: визуальных эффектов становится больше, у Элой появляется пушок на лице. На всех консолях стабильная частота кадров. Также версия для PS5 может похвастаться более быстрыми загрузками: играть можно уже через 13 секунд. Для сравнения, у PS4 на это уходит 80 секунд. Узнать о нашем мнении о Horizon Forbidden West можно в свежем обзоре ."},
{"title": "Если бы главным героем God of War был сын Кратоса — в сети показали геймплей за вооружённого луком Атрея", "pub_date": "2022-02-14 16:53:05", "image": "https://vgtimes.ru/uploads/posts/2022-02/modder-pokazal-geympley-god-of-war-za-atreya-on-umeet-strelyat-iz-luka-85083.jpg?1644850612", "text": "Моддер Speclizer работает над интересной модификацией для ПК-версии God of War , которая заменит Кратоса на его сына — Атрея. Мод примечателен тем, что не просто изменит модель главного героя, а переработает его поведение — Атрей сможет стрелять из лука, но у него не получится призвать топор. Работа над модификацией ещё не завершена, поэтому скачать её пока нельзя. Судя по ролику, опубликованному энтузиастом на YouTube, у мода есть некоторые проблемы с анимацией, в частности с передвижением. На видео персонаж как будто скользит на коньках. По словам автора, модификация появится в открытом доступе только тогда, когда будет полностью готова. Ранее фанат добавил в God of War камеру от первого лица."},
{"title": "«Выглядит так реалистично» — новый мод с голой Тифой для Final Fantasy VII впечатлил фанатов", "pub_date": "2022-02-14 17:56:54", "image": "https://vgtimes.ru/uploads/posts/2022-02/vyglyadit-tak-realistichno-novyy-mod-s-goloy-tifoy-dlya-final-fantasy-vii-vpechatlil-fanatov-85085.jpg?1644850786", "text": "Моддерское комьюнити делает большие успехи в раздевании Тифы из Final Fantasy VII Remake . На этот раз отличился пользователь Nexus Mods под ником Jenovation, представив новый, более качественный \"нюд\"-мод. Модель обнаженной Тифы состоит из 120 тысяч полигонов и полностью повторяет формы героини. Все текстуры имеют разрешение 4K. Работа Jenovation вышла 13 февраля и быстро возглавила топ самых трендовых новых модов за день. Вот что о ней пишут другие люди: «Square нужно срочно нанять тебя, чувак, потрясающая работа!!» — Thezkael. «Этот день войдет в историю», — Fion30. «Абсолютно потрясающий мод, выглядит так реалистично и соответствует ее естественной форме тела», — BerenErcha. Скачать модификацию можно здесь . Напомним, что это уже вторая по счету работа с голой Тифой — про первую мы писали здесь ."},
{"title": "Focus Entertainment купила создателей Rogue Lords", "pub_date": "2022-02-14 17:28:47", "image": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Image-not-found.png", "text": "У издательства Focus Entertainment , ранее известного как Focus Home Interactive , пополнение — компания приобрела студию Leikir , разработавшую фэнтезийный «рогалик» Rogue Lords . Сумма сделки не разглашается. В настоящее время Leikir трудится над тактической RPG Metal Slug Tactics . Релиз состоится в 2022 году на ПК и Nintendo Switch. Аурелиен Лоос (Aurelien Loos), основатель и президент Leikir Studio Focus Home Interactive is delighted to announce the acquisition of @LeikirStudio , a studio of talented creators known for producing quality titles such as Metal Slug Tactics. We can’t wait to work together to bring you new amazing games! More info: https://t.co/xNFQzvkYSz pic.twitter.com/23ThyOZn1W Напомним список предыдущих покупок Focus Entertainment : Deck13 — разработчики The Surge и Lords of the Fallen . treum On — создатели Space Hulk: Deathwing и Necromunda: Hired Gun . Dotemu — один из разработчиков и издатель Streets of Rage 4 . Douze-Dixièmes — молодая французская студия, успевшая выпустить всего одну игру: платформер Shady Part of Me ."},
{"title": "Слух: ремейк Resident Evil 4 будет мрачнее оригинала, а анонс состоится уже скоро", "pub_date": "2022-02-10 23:17:59", "image": "https://img.youtube.com/vi/ojtbdcJP6SU/maxresdefault.jpg", "text": "Имран Хан (Imran Khan) был редактором Game Informer, а теперь выступает новостным редактором Fanbyte . Поэтому доверимся его информации о ремейке Resident Evil 4 . Как отмечает журналист, многие детали могут измениться в процессе производства: Ремейк анонсируют в «начале года», если всё пойдёт по плану. Изначально игрой действительно занималась M-Two — студия бывшего главы PlatinumGames Тацуи Минами (Tatsuya Minami), помогавшая в создании обновлённой Resident Evil 3 . Однако после не самого тёплого приёма RE3 разработку передали команде, ответственной за ремейк RE2 . Наработки M-Two не вырезали, а сама компания будет помогать в производстве. Per Fanbyte's sources, we have a number of details about the nature of the unannounced Resident Evil 4 Remake. https://t.co/0Q3WQUA4Nj pic.twitter.com/ILhCyFXm5s К разработке пытались привлечь Синдзи Миками (Shinji Mikami) — руководителя оригинальной Resident Evil 4 . Девелопер был заинтересован предложением, но отказался, поскольку боялся, что его нынешняя студия Tango Gameworks ( The Evil Within , GhostWire: Tokyo ) без него развалится. Не ждите покадрового повторения первоисточника. Например, в Resident Evil 4 Remake бойня в деревне из вступления происходит не днём, а ночью — как и приличная часть остальной игры. Ремейк окажется более жутким, равняясь на ранние версии изначальной Resident Evil 4 . Как выглядела ранняя версия Resident Evil 4. Сюжет претерпит некоторые изменения. В частности, второстепенные персонажи сыграют более значимые роли в истории и получат больше экранного времени. Кампании Assignment: Ada и Separate Ways за Аду Вонг объединят в одну и сделают более проработанными. Станут ли они частью игры или их выпустят в качестве DLC — неизвестно. Большинство источников Fanbyte склоняются к масштабному дополнению. Слитый концепт-арт Альберта Вескера не имеется отношения к RE 4 Remake . Изображения взято из другого проекта по Resident Evil , который, кажется, уже отменили."},
{"title": "Инсайдер: Dead Island 2 жива и даже собирается выходить", "pub_date": "2022-02-10 21:50:10", "image": "https://img.youtube.com/vi/ST262ZbNcos/maxresdefault.jpg", "text": "Видимо, разнообразия ради инсайдер Том Хендерсон (Tom Henderson) решил потравить байки о другой игре, не связанной с Call of Duty и Battlefield , — Dead Island 2 . Согласно источникам блогера, у зомби-экшена, который долгие годы сам был словно зомби, сейчас всё хорошо. Хендерсон сообщает следующее: Dead Island 2 находится в «приличном состоянии». Анонс может состояться довольно скоро вместе с геймплейным трейлером, отражающим актуальное состояние игры. Релиз планируется в 2022-м, но может перетечь на 2023-й. Этот заводной трейлер — пока единственное хорошее, что есть у Dead Island 2. О самой игре источники рассказывают вот что: Dead Island 2 воспринимается как продолжение Dead Island — там нет совсем уж радикальных перемен в рамках франшизы. Игра стала выглядеть заметно лучше, чем в геймплейных роликах из 2014-го (и в утёкшем билде ). Сиквел предлагает открытый мир с тремя городами — Лос-Анджелесом, Сан-Франциско и ещё одним местом в штате Калифорния (каким именно, не уточняется). Сюжет стартует в самолёте, где началась зомби-катастрофа. В итоге самолёт падает в Голливуде. Ваш персонаж вынужден обшаривать особняки в округе, чтобы выжить, а затем сбегает от орды мертвяков в канализацию. Если Dead Island 2 и впрямь выйдет в 2022-м, то общая длительность разработки составит что-то около десяти лет: изначально к созданию сиквела приступили почти сразу после релиза первой части в конце 2011-го. За прошедшее время Dead Island 2 сменила разработчиков аж три раза: сначала игрой занималась Techland , затем — Yager (именно её версию анонсировали в 2014-м), затем — Sumo Digital , а в 2019-м проект пришвартовался в Dambuster Studios , известной по Homefront: The Revolution . Слепят ли из такого фарша что-то пристойное? Нам тоже интересно! Первый геймплей из 2014-го, когда игрой занималась Yager."},
{"title": "Право создавать фильмы и игры по мотивам «Властелина колец» и «Хоббита» выставляют на аукцион", "pub_date": "2022-02-10 16:21:55", "image": "https://img.youtube.com/vi/QhqGCPMfkNM/maxresdefault.jpg", "text": "«Властелин колец» возвращается — правда, не в форме блокбастера, а «всего лишь» в виде высокобюджетного сериала от Amazon . Несмотря на определённый скепсис вокруг проекта, премьера обещает быть громкой. Возможно именно поэтому права на адаптации произведений Джона Р. Р. Толкина (John R. R. Tolkien) собираются продать за баснословные деньги. Согласно источникам Variety , компания Сола Зэнца (Saul Zaentz) планирует выставить на аукцион свой пакет прав на «Хоббита» и трилогию «Властелин колец». Помимо возможности снимать фильмы и делать сувенирную продукцию в них входит и лицензия на производство игр по мотивам вселенной Толкина . В том числе настольных. По слухам, цена на этот пакет составит не меньше $2 миллиардов. Аналитики считают, что сделку собираются приурочить к премьере сериала отнюдь не просто так: Amazon — главный (но не единственный) кандидат на приобретение заветной лицензии. Напомним, что после премьеры кинотрилогии Питера Джексона (Peter Jackson) правами на производство её игровых адаптаций обладала Electronic Arts , после чего в конце 2009-го они перешли к Warner Bros . Это, впрочем, не означает, что другие компании не могли приложить руку к знаменитой серии — для этого им надо было пойти на сделку с Middle-earth Enterprises , подразделением The Saul Zaentz Company . Именно поэтому, например, немецкая Daedalic Entertainment сейчас активно занимается производством необычной The Lord of The Rings: Gollum ."},
{"title": "Том Хендерсон: Warzone 2 представят сегодня", "pub_date": "2022-02-11 01:26:26", "image": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Image-not-found.png", "text": "Инсайдер Том Хендерсон (Tom Henderson) регулярно находит поводы не вылезать из новостных лент сайтов об играх. Ещё один такой повод — свежие подробности о Call of Duty: Warzone 2 . Вот что поведал Хендерсон : Activision подтвердила существование игры в разговоре с создателями контента. Эмбарго на освещение Warzone 2 спадает сегодня, 11 февраля. Если вы читали предыдущие инсайды Хендерсона об игре, то вряд ли узнаете много нового. Warzone 2 была создана с нуля из-за проблем, связанных с оригинальной королевской битвой. Эти проблемы, похоже, возникли из-за интеграции с Black Ops Cold War . Будет настройка поля зрения до 120 градусов. Шутер выйдет где-то рядом с новой Modern Warfare 2 — возможно, в тот же день. По слухам , MW2 выпустят чуть раньше, чем обычно выпускают игры серии, — в октябре. Activision отказалась сообщать, появится ли Warzone 2 на консолях прошлого поколения. Ранее по Сети гуляла информация, что проект посетит только ПК и новые приставки. Хендерсон рекомендует не завышать ожиданий и не вестись на предрелизный хайп — мол, поиграйте сами и сделайте собственные выводы. Дежурный совет или инсайдер что-то знает?.. The embargo for Warzone 2 releases tomorrow. But basically, if you follow me, you've known of this information for weeks as I've already reported on it all. pic.twitter.com/JHeNbU2YVc"},
[
{"title": "В сеть утёк трейлер коллаборации Fortnite c фильмом «Анчартед» и франшизой Uncharted", "pub_date": "2022-02-13 12:00:00", "image": "https://cdn.kanobu.ru/articles/pics/152b4502-f40f-48b5-b67b-fbc47d9d8244.webp", "text": "Несколько дней назад инсайдеры и датамайнеры предполагали , что в Fortnite появится коллаборация, связанная с новым фильмом «Анчартед: На картах не значится». Их предположения оказались верными, однако не полными. Как оказалось, новая коллаборация добавит в игру персонажей и косметику не только из фильма «Анчартед», но и из серии игр Uncharted. В частности, игроки получат две версии персонажей Натана Дрейка и Хлои Фрейзер — игровую и «киношную». Это стало известно из слитого в сеть трейлера и из изображений. 2 фото 2 фото Смотреть Коллаборация выйдет 17 февраля — за день до официального показа фильма «Анчартед: На картах не значится» в кинотеатрах. Обновление: Epic Games сделала официальный анонс появления коллаборации в Fortnite. Для этого пользователям нужно было отгадать пароль , чтобы получить доступ к трейлеру. Сам пароль был вычислен достаточно быстро: «sicparvismagna» или «Великое начинается с малого» — это девиз на кольце Фрэнсиса Дрейка, которое носит главный герой серии Uncharted Натан Дрейк."},
{"title": "Игрок построил аналог браузерной игры Wordle внутри Minecraft", "pub_date": "2022-02-14 13:50:00", "image": "https://cdn.kanobu.ru/articles/pics/15621801-ecf2-48ba-9d36-f87ceff9a087.webp", "text": "Пользователь Reddit поделился своим небольшим, но интересным проектом — он смог соорудить популярную браузерную игру Wordle внутри Minecraft . Со слов игрока, на строительство ушло всего 2 дня или 16 часов в общей сложности, а также очень много красной пыли. Самой сложной частью стало проведение проводки, чтобы работали буквы, так как их можно вбивать с помощью огромной клавиатуры. Всю конструкцию можно разглядеть в представленном ниже ролике, а мир доступен для скачивания . Wordle — крайне популярная бесплатная браузерная игра про слова, по которой было сделано множество клонов. Один из клонов упоминался ранее — он превратил игру-головоломку в королевскую битву ."},
{"title": "Создатели Total War: Warhammer III вывесили график выхода игры во всём мире", "pub_date": "2022-02-14 14:31:00", "image": "https://cdn.kanobu.ru/articles/pics/1407b77b-89ca-476f-bb2e-78d199f5b7fa.webp", "text": "Создатели Total War: Warhammer III вывесили график на официальной странице игры в Steam с указанием точного времени выхода игры во всех странах мира. В России Total War: Warhammer III выйдет 17 февраля в 11:00 по московскому времени. Предзагрузка начнётся завтра — 15 февраля. Игровые СМИ в январе уже смогли оценить превью версию грядущей стратегии по вселенной Warhammer — журналисты остались в восторге от игры."},
{"title": "Критики посчитали Horizon: Forbidden West лучшим во всех отношениях сиквелом франшизы", "pub_date": "2022-02-14 12:34:09", "image": "https://cdn.kanobu.ru/articles/pics/20b90806-0dd3-464d-935b-752fa893f2c9.webp", "text": "За несколько дней до официального релиза начали появляться первые оценки Horizon: Forbidden West от игровых СМИ. На момент публикации новости, на сайтах Metacritic и Open Critic новый проект от студии Guerrilla Games получил очень высокие оценки — 89 и 88 баллов соответственно. Суммируя рецензии критиков можно прийти к выводу, что Horizon Forbidden West — это сиквел, который во всех аспектах превосходит Horizon: Zero Dawn . По своей сути, данный сиквел является не только работой над ошибками первой части франшизы, но и улучшением её формулы. Например, издание IGN выразило мнение, что одним из самых заметных улучшений стали сторонние миссии, которые, в сравнении с прошлой игрой, перестали чувствоваться как вброшенные для галочки задания в духе «пойди — принеси» — теперь это полноценные второстепенные сюжетные задания, которые грамотно вплетены в главную сюжетную линию. Самих заданий — очень много, и это если исключить другие виды сторонних активностей. Обилие активностей и огромный мир Horizon Forbidden West, по мнению абсолютного большинства критиков — одни из главных достоинств игры. Игрокам будет чем заняться, при этом гриндить практически не придётся — например, журналистка Eurogamer отметила, что во время прохождения ей пришлось повысить уровень сложности, так как она «перекачала» Элой и прохождение стало достаточно простым. И при этом у журналистки оставалось большое количество невыполненных сторонних заданий — всё из-за того, что игра очень щедро одаривает игрока опытом и очками атрибутов. Боевая система и навыки были также доработаны — несмотря на то, что лук и стрелы по-прежнему остаются самым универсальным способом устранять противников, у Элой появились новые способы расправляться с неприятелями, включая более проработанную систему боя холодным оружием. При всём при этом, Элой встретит как старые типы врагов, так и новые — и они могут с лёгкостью расправиться с героиней благодаря улучшению их боевого ИИ и появления новых атак. В частности, издание VGC отметило, что во время игры было несколько ситуаций, когда знакомый и «лёгкий» противник внезапно показывал себя с неожиданной стороны и «отправлял Элой к ближайшему костру». Удостоились похвалы сюжет и графика: издание GameInformer пишет, что игра — «настоящее техническое чудо». Обозревателя к тому же не отпускало постоянное чувство открытия чего-то нового при исследовании мира, а само повествование главной сюжетной линии и сторонние задания сильно увлекли журналиста. При этом он посчитал сиквел более «живым» в сравнении с первой игрой благодаря куда большему количеству старых и новых персонажей и более живым поселениям — обозревателю было приятно посещать их повторно и наблюдать за изменениями после предпринятых ранее действий. Официальный релиз Horizon: Forbidden West состоится 18 февраля."}{"title": "CD Projekt RED анонсировала новую трансляцию по Cyberpunk 2077. Свежий патч на подходе?", "pub_date": "2022-02-14 18:10:33", "image": "https://vgtimes.ru/uploads/posts/2022-02/cd-projekt-red-anonsirovala-novuyu-translyaciyu-po-cyberpunk-2077-novyy-patch-na-podhode-85090.jpg?1644852249", "text": "CD Projekt RED внезапно анонсировала трансляцию по Cyberpunk 2077 , которая пройдет уже завтра, 15 февраля в 18:00 МСК. Место встречи — официальный канал на Twitch . Вероятнее всего, разговор пойдет о готовящемся патче 1.5 и некстген-версии для PS5 и Xbox Series X/S. Выпустить их должны не позже конца марта. Помимо этого, студия готовит платные дополнения для игры и аниме-сериал для Netflix. Вряд ли про них расскажут на завтрашней презентации, но очень хотелось бы. Ранее CD Projekt RED рассказала о проекте « Золотой Накер », новой игре во вселенной «Ведьмака» на базе карточного « Гвинта »."},
{"title": "В Steam назвали 10 самых продаваемых игр недели — корейская MMO Lost Ark заняла половину топа", "pub_date": "2022-02-13 19:46:55", "image": "https://vgtimes.ru/uploads/posts/2022-02/v-steam-nazvali-10-samyh-prodavaemyh-igr-nedeli-lost-ark-zanyala-polovinu-topa-85058.jpg?1644771349", "text": "Компания Valve назвала десятку самых прибыльных игр в Steam за прошедшую неделю (с 7 по 13 февраля). Вторую неделю подряд лидером остаётся Dying Light 2 . Зомби-экшен занял три позиции в топе — 1, 8 и 10 места. Платные наборы для нашумевшей корейской MMO Lost Ark захватили сразу пять мест в списке — 2, 3, 4, 6 и 9. Отметим, что недавно игра обогнала по популярности CS:GO и Dota 2 . В пике онлайна в ней находились 1,3 миллиона человек. На оставшихся двух местах расположились предзаказы ролевого экшена Elden Ring и стратегии Total War: Warhammer 3 . Ранее Valve назвала самую популярную видеокарту у пользователей Steam."},
{"title": "Nintendo посадила Боузера в тюрьму на три года", "pub_date": "2022-02-11 13:01:12", "image": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Image-not-found.png", "text": "Nintendo довела до победного дело против Гэри Боузера (Gary Bowser) — хакера, который состоял в пиратской группировке, взламывал Switch и 3DS, а также продавал устройства для взлома. Американский суд признал нарушителя виновным и отправил его в тюрьму. Общий срок заключения Боузера составит 40 месяцев. Кроме того, остаются в силе другие решения, согласно которым хакер обязан выплатить Nintendo штрафы в размере $4,5 миллиона и $10 миллионов . Кроме устройств Nintendo Боузер взламывал как минимум PlayStation Classic и оригинальную Xbox. Он состоял в хакерской группировке Team Xecuter — по оценкам суда, её действия причинили игровым компаниям ущерб на сумму более $65 миллионов. Nintendo даже выпустила пресс-релиз, связанный с успешным завершением дела, где поблагодарила за помощь кучу госорганов США, включая ФБР, Министерство внутренней безопасности, Министерство юстиции и прокуратуру США по Западному округу штата Вашингтон. Видимо, компания считает это важным триумфом в войне против хакеров."},
{"title": "Microsoft озвучила «принципы открытости» для магазинов приложений. Игры Activision Blizzard продолжат выходить на устройствах Sony и Nintendo", "pub_date": "2022-02-09 21:31:11", "image": "https://images.stopgame.ru/uploads/users/2022/226591/r973x547/TgeH2U6yZzZtKnxvqyy8Ag/00369.Nt95UWx.jpg", "text": "На фоне поглощения Activision Blizzard у общественности и госорганов возник ряд вопросов к Microsoft . Поэтому корпорация опубликовала «Принципиальный подход к магазинам приложений». Если кратко, Microsoft пообещала, что не станет насильно привязывать к своим платформам ни игры, ни разработчиков. Принципы Microsoft касаются и магазинов, и игр, и партнёров. Список принципов довольно длинный, поэтому сведём всё к наиболее важным пунктам: Корпорация обещает равные условия для всех приложений — то есть программы корпорации не станут получать нечестных преимуществ (например, в продвижении на витрине). Разработчики смогут пользоваться собственными методами оплаты, даже если приложение загружено через магазин Microsoft . Все разработчики должны соответствовать стандартам безопасности, а потребители смогут контролировать свои приватные данные, которые используются в магазинах Microsoft . Компания снова заверила, что не собирается ограничивать распространение программ на Windows — пользователи смогут устанавливать сторонние продукты и магазины приложений, насильно загонять их в «стор» от Microsoft не будут. Новые принципы открытости станут применяться в «игровом магазине нового поколения». Из текста неясно, строит ли Microsoft ещё один сервис с прицелом на игры или имеет в виду уже существующий Microsoft Store. Наконец, принципы открытости относятся и к Activision Blizzard : Отметим, что у Microsoft наверняка появятся какие-то эксклюзивы от Activision Blizzard , но, похоже, массовым явлением это не станет. Кроме того, корпорация может переманивать пользователей на свою сторону косвенными выгодами: скажем, если очередная Call of Duty выйдет на всех платформах, но также станет доступна в Game Pass или хотя бы предложит уникальные бонусы. Ограничения у принципов открытости пока остаются. Как поясняет Microsoft , консоли Xbox создавались в особых условиях, когда устройства продаются в убыток и компенсируют это отчислениями за покупки во встроенном магазине. В ближайшем будущем на Xbox One и Xbox Series не появится возможность внедрять сторонние системы оплаты. Однако корпорация намерена «закрыть пробелы» по этому правилу где-то в будущем."}
]{"title": "Фанат прокачал графику GTA 5, добавив 16К-текстуры", "pub_date": "2022-02-13 20:52:43", "image": "https://vgtimes.ru/uploads/posts/2022-02/fanat-prokachal-grafiku-gta-5-dobaviv-v-igru-16k-tekstury-85059.jpg?1644774822", "text": "Моддер с ником ZED_Modding опубликовал в сети видео с демонстрацией модификации V-Reloaded для Grand Theft Auto 5 , которая должна вывести графику игры на новый уровень. Сейчас проект находится в стадии раннего доступа — скачать его могут только подписчики автора на Patreon . По словам энтузиаста, мод добавит реалистичные цвета и тени, текстуры высокого разрешения (16К и 4К) для разных объектов, улучшит смену времени суток и не только. Отмечается, что модификация будет поддерживать одиночную игру и FiveM, а также пользовательские ENB и решейды. Моддер пока не планирует добавлять 4K-текстуры для пешеходов или окружающей среды. Возможно, этот недостаток исправят другие моды. Ранее компания Rockstar подтвердила разработку GTA 6 и объявила дату выхода некстген-версии GTA 5 для консолей PS5 и Xbox Series X/S."},
{"title": "Авторы Lost Ark предполагают, что их игра может заинтересовать инопланетян, ИИ или обезьян, если те захватят Землю", "pub_date": "2022-02-13 19:02:07", "image": "https://vgtimes.ru/uploads/posts/2022-02/avtory-lost-ark-predpolagayut-chto-ih-igra-mozhet-zainteresovat-inoplanetyan-ii-ili-obezyan-esli-te-zahvatyat-zemlyu-85057.jpg?1644768127", "text": "Недавно Lost Ark вышла на западе и почти сразу же оказалась весьма востребованной. Но в пользовательском соглашении разработчиков игры с геймерами некоторые из игроков нашли пару интересных моментов. В этом случае мы приветствуем инопланетян, роботов, обезьян или других наших повелителей как пригодных к игре в наши игры в группе «Их высочество». Соглашение начинает действовать на них в связи с соответствующими изменениями, начиная с даты захвата, и продолжается до тех пор, пока люди не вернут себе власть. Отметим, что пиковый онлайн Lost Ark в Steam составил 1,1 млн игроков вчера, 12 февраля. Игра вышла на второе место по этому показателю, потеснив Dota 2 и CS:GO ."},
{"title": "В Steam вышел киберпанк-шутер с неплохой графикой CyberBorn за 154 рубля, сделанный одним человеком", "pub_date": "2022-02-12 23:02:34", "image": "https://vgtimes.ru/uploads/posts/2022-02/v-steam-vyshel-kiberpank-shuter-s-neplohoy-grafikoy-cyberborn-sdelannyy-odnim-chelovekom-85045.jpg?1644696209", "text": "Разработчик Марио Муркл (Mario Murkl) в одиночку создал на Unreal Engine 4 и выпустил в Steam киберпанк-шутер CyberBorn. Игра стоит 154 рубля. CyberBorn позиционируется как мультиплеерный шутер от первого лица в стилистике киберпанка, в котором есть одиночный режим. Для выбора в игре доступны 4 режима, 4 карты, 3 класса и 3 уникальные способности. Одна из главных особенностей шутера — графика. Поскольку проект сделан на четвёртой версии Unreal Engine, картинка в нём довольно приличная. По словам разработчика-одиночки, на создание CyberBorn он потратил очень много времени и сил. Если проект понравится геймерам, то Марио доработает и расширит его — как минимум в игре появятся новые карты. Ранее на ПК вышел ремастер олдскульного шутера PowerSlave , который вернёт игроков в 90-е. Игра получила 90% положительных отзывов."},
{"title": "В Steam скоро выйдет экшен-платформер Steelborn с огромным боевым роботом — авторы вдохновлялись Contra и Metal Slug", "pub_date": "2022-02-13 18:36:14", "image": "https://vgtimes.ru/uploads/posts/2022-02/v-steam-skoro-vyydet-ekshen-platformer-steelborn-s-ogromnym-boevym-robotom-avtory-vdohnovlyalis-contra-i-metal-slug-85056.jpg?1644766574", "text": "В магазине Steam появилась страница нового экшен-платформера Steelborn. Как утверждается, это авторское прочтение жанров «платформер» и «беги и стреляй», созданное фанатами Abuse , Ranger-X , Contra , Metal Slug , Blaster Master и H.E.R.O. . В игре предстоит не только управлять роботом, но также покидать его и передвигаться на своих двоих, чтобы исследовать тайны, скрытые в труднодоступных местах планеты. Для этого у персонажа будет реактивный ранец, 5 видов «стволов» и даже катана. Помимо этого, обещаны разные противники и боссы, а саундтрек обещают исполнить в стиле Synthwave, Retrowave и Oldschool Electronic. Релиз ожидается во втором квартале."},
{"title": "Отцу вернули 20 тысяч долларов, которые его дочь потратила на молитвы в Genshin Impact", "pub_date": "2022-02-13 18:10:04", "image": "https://vgtimes.ru/uploads/posts/2022-02/otcu-vernuli-20-tysyach-dollarov-kotorye-ego-doch-potratila-na-molitvy-v-genshin-impact-85053.jpg?1644766279", "text": "Помните ту историю , как девушка потратила 20 тысяч долларов (порядка 1,5 миллиона рублей) на молитвы в Genshin Impact ? Похоже, эта история закончилась для неё и её отца вполне себе неплохо. В конце 2021 года Линг Ченг Монг обнаружил у себя на кредитной карте просроченную задолженность. Оказалось, что его дочь потратила деньги на молитвы в игре — на протяжении шести недель она выполнила около сотни транзакций. Сначала банк возместил часть суммы и требовал оставшиеся деньги с владельца карты, но затем вернул все средства. Отметим, что в Genshin Impact используются микротранзакции и прочие подобные вещи. Однако они не дают зримого преимущества для игроков, поскольку многие предпочитают одиночное прохождение. однако в некоторых случаях подобная «прокачка» имеет смысл. При этом отметим, что проблема лутбоксов и микротранзакций существует уже давно. А та же Ubisoft, похоже, хочет усугубить её за счёт NFT."},
{"title": "На Steam Deck уже работают свыше 500 игр, в том числе один из недавних топов Steam", "pub_date": "2022-02-13 14:44:16", "image": "https://vgtimes.ru/uploads/posts/2022-02/na-steam-deck-uzhe-rabotayut-svyshe-500-igr-v-tom-chisle-odin-iz-nedavnih-topov-steam-85052.jpg?1644766336", "text": "Компания Valve добилась успехов со Steam Deck. Как сообщается, на сегодняшний день консоль поддерживает более 520 различных игр. Это подтверждается , в частности, базой данных SteamDB. И хотя ААА-проектов среди них мало, даже это уже впечатляет. На данный момент 309 игр получили статус «Полностью поддерживаются», ещё 211 игр «можно запускать» на будущей консоли. В списке есть, к примеру, God of War , Portal 2 и ряд других игр. Хотя большинство из них не входят в топ Steam. Исключение составляет разве что God of War. При этом Epic Games уже добавила в свои игры поддержку Steam Deck и Linux. Это касается, в частности, проектов и античитом Easy Anti-Cheat. Но этому примеру следуют не все — ряд студий игнорируют поддержку Linux, что усложняет адаптацию их игр под новую консоль."}
],
{"title": "Ютубер построил мощный игровой PC из сборных компьютеров Barbie и Hot Wheels", "pub_date": "2022-02-13 17:50:00", "image": "https://cdn.kanobu.ru/articles/pics/c050fb94-c0c8-4626-9984-8064bae10eb7.webp", "text": "На канале Shank Mods на YouTube появилось видео, где ютубер решил собрать супер мощный игровой компьютер, однако для достижения этой цели он использовал сборные компьютеры производства Patriot Computer — давно разорившейся компании, производившей тематические компьютеры для детей. Одними из таких компьютеров были сборные компьютеры Barbie и Hot Wheels. Компьютеры от Patriot Computer и их аксессуары были печально известны своими конструкционными просчётами: в частности, в маленький пластиковый корпус вставлялось огромное количество комплектующих, при этом сам компьютер плохо продувался, что приводило к постоянным перегревам, вылетам и поломкам. Shank Mods приобрёл несколько подобных компьютеров и аксессуаров — мониторов, клавиатур и мышек — чтобы заменить их «начинку» на современные аналоги. Например, вставив в каждый из них процессор Ryzen 9 5950X и видеокарту RTX 3060. Проблему перегрева пользователь решил достаточно просто, выставив несколько вентиляторов с мощным наддувом. После чего протестировал несколько игр, включая Minecraft в разрешении 3072×768 на 9 мониторах. Процесс сборки «супер-компьютера» и геймплей можно посмотреть в ролике на канале Shank Mods ."},
{"title": "MMORPG Lost Ark обогнала по пиковому онлайн Dota 2 и CS: GO в Steam", "pub_date": "2022-02-13 13:00:00", "image": "https://cdn.kanobu.ru/articles/pics/5d12f761-d725-4232-ade0-094c594ab023.webp", "text": "Корейская MMORPG Lost Ark вновь показала высокие значения пикового онлайна в Steam сразу после перехода из платного «раннего» доступа на условно-бесплатную модель. На момент публикации новости пиковый онлайн составил 1,325,305 человек за сутки, а текущий онлайн — более 584 тысяч игроков. Это следует из данных сайта SteamDB . Столь высокие показатели поставили игру на второе место в тройку рекордсменов по пиковому онлайну за всё время существования платформы Steam. Тем самым Lost Ark удалось обогнать других рекордсменов в виде Dota 2 и Counter-Strike: Global Offensive . Однако первенство очень продолжительное время держит PUBG с 3,257,248 человек. Остаётся только догадываться — сможет ли Lost Ark сместить лидера. В российском Steam корейская МMORPG недоступна — в России игру распространяет MY.GAMES ."},
{"title": "Таинственный тизер с отсчётом до 21 февраля появился на сайте Capcom", "pub_date": "2022-02-14 11:13:40", "image": "https://cdn.kanobu.ru/articles/pics/9fcdf49c-2b48-4af5-a11f-40df0a7753b0.webp", "text": "На сайте Capcom появилась страница с отсчётом некого неанонсированного проекта. Цифры со значениями в виде дней и часов указывают, что таймер обнулится к 21 февраля. Какой именно проект анонсирует Capcom — неизвестно. В СМИ довольно продолжительное время ходят слухи о скором анонсе ремейка Resident Evil 4 . Существует вероятность, что это может оказаться DLC для Resident Evil: Village . Слухи о ремейке Resident Evil 4 активизировались в последние несколько дней на фоне появления различной информации в сети. Например, в СМИ неоднократно сообщалось, что ремейк франшизы будет страшнее оригинала, а персонажам второго плана уделят больше внимания."},
{"title": "Датамайнер показал изображение будущего оператора Снуп Догга для CoD: Vanguard", "pub_date": "2022-02-13 15:40:00", "image": "https://cdn.kanobu.ru/articles/pics/e307fc35-1fd4-4658-8b63-03137eca3a4a.webp", "text": "Датамайнер ZestyLeaks поделился изображением будущего оператора для Call of Duty: Vanguard и WarZone — им оказался рэпер Снуп Догг. Несмотря на необычность идеи добавления рэпера в игру с сеттингом про Вторую Мировую войну, о подобном появлении ранее говорил журналист и инсайдер Том Хендерсон — именно он одним из первых упомянул появление рэпера в Vanguard и Warzone. Когда Снуп Догг появится в Call of Duty — неизвестно. Тем не менее, уже завтра — 14 февраля — начнётся второй контентный сезон в Call of Duty: Vanguard."},
{"title": "Продажи GTA: The Trilogy в британской рознице взлетели на 771%", "pub_date": "2022-02-14 13:10:59", "image": "https://cdn.kanobu.ru/articles/pics/bb03a614-f15f-4bcb-9429-7eaa536fce19.webp", "text": "Портал Gamesindustry.biz предоставил новые данные по розничной продаже в Великобритании за прошедшую неделю с 7 по 12 февраля. В десятку вернулась трилогия ремастеров GTA: The Trilogy. Более того, её продажи взлетели на впечатляющие 771% — связано это с выходом трилогии на консолях Nintendo Switch. За неделю 91% продаж пришлись именно на эту консоль. Примечательно, что за исключением трилогии GTA, представленные ниже позиции почти никак не изменились в сравнении с предыдущим отчётом портала — почти всем играм удалось остаться на своих местах. Ниже можно ознакомиться с топ-10 игр розничной продажи в Великобритании с 7 по 12 февраля. Pokémon™ Legends: Arceus Dying Light 2: Stay Human FIFA 22 Mario Kart 8 Deluxe Animal Crossing: New Horizons Grand Theft Auto: The Trilogy - The Definitive Edition Mario Party Superstars Minecraft (Switch) Ring Fit Adventure Call of Duty: Vanguard"},
{"title": "СМИ сообщили о вероятном выпуске ремастера GoldenEye 007 от Rare в ближайшие недели", "pub_date": "2022-02-13 16:24:53", "image": "https://cdn.kanobu.ru/articles/pics/15b90696-8762-4fe9-ac02-c263b4a8700a.webp", "text": "Журналист Venture Beat и инсайдер Джефф Грабб сообщил во время трансляции GrubbSnax (шоу на Giant Bomb) о том, что в ближайшие несколько недель может состояться выход ремастера культовой классики с консолей Nintendo 64 — GoldenEye 007 . Эта информация также была подтверждена неназванным источником изданию VGC . «Я думаю, что Microsoft будет первой, кто объявит об этом. Я считаю, что эта игра, вероятно, выйдет в ближайшие пару недель», — сказал журналист. Ремастер шутера с консоли N64 связывают с грядущим юбилеем франшизы про приключения агента 007 Джеймса Бонда — в этом году «Бондиане» исполняется 60 лет. В прошлом попытки повторно выпустить GoldenEye 007 заканчивались провалом из-за разделённых на несколько частей прав на обладание данной игрой — она была поделена между Microsoft, Nintendo и Metro-Goldwyn-Mayer. К тому же ранее издание VGC заметило , что Rare — создатели Sea of Thieves и GoldenEye 007 — разблокировали достижения для GoldenEye на Xbox. Последнее, вероятно, означает, что ремастер, который изначально задумывался как проект для Xbox 360, может появиться на современных консолях."}
]