[
{"title": "Remedy отчиталась об успешном финансовом годе — в ближайшие несколько лет студия планирует четыре крупных релиза", "pub_date": "2022-02-11 14:55:15", "image": "https://leonardo.osnova.io/f8ffd233-dcbf-5e32-8fe7-db3e34c575cf/", "text": "Включая Alan Wake 2 и крупную игру во вселенной Control. via minozum Деньги За весь 2021 год выручка финской студии достигла 44,7 миллиона евро — это рост на 8,9%. Операционная прибыль составила 14,7 миллиона евро (маржа 32,9%). В четвёртом квартале, который завершился в декабре 2021 года, выручка Remedy составила 19,7 миллиона евро (+39,4 за год). Операционная прибыль — 11,2 миллиона евро (+56,9% за год). Игры В работе у Remedy находятся четыре проекта — Alan Wake 2, кооперативная игра по Control (Condor), высокобюджетная игра во вселенной Control (Heron) и мультиплеерный кооперативный тайтл Vanguard, разрабатываемый в сотрудничестве с Tencent. Кооперативный экшен по Control находится на этапе проверки концепции. Вторая игра по этой франшизе в четвёртом квартале 2021-го перешла на стадию формирования концепции. Alan Wake 2 в активной разработке — релиз планируют в 2023 году. В ноябре 2021-го Remedy выпустила в Китае одиночный режим для шутера Crossfire HD. Релиз шутера во всём мире состоялся 10 февраля со слегка изменённым названием — Crossfire X. Об успехе игры пока не говорят, но отмечают, что ранние отзывы игроков были положительными. Все свои крупные проекты Remedy планирует выпустит в 2023-2025 году. Другие детали В 2021 году Remedy улучшила свой проприетарный движок Northlight — это позволит разным командам эффективнее справляться с разными задачами. Remedy выполнила свой план по одновременному производству нескольких проектов и теперь переходит на другой этап развития. Компания продолжит инвестировать в технологии и новый персонал. Пандемия Covid-19 не сильно повлияла на планы Remedy. Компания оценила свои активы и сделала вывод, что пандемия не изменила её оценку."},
{"title": "Twitch ужесточил требования к именам пользователей — по обновлённым правилам уже забанили стримера под ником doaenel", "pub_date": "2022-02-11 17:03:00", "image": "https://leonardo.osnova.io/734a16c4-02bd-57cb-b7b6-3c8e335a61a1/", "text": "Досталось и нескольким зрителям, в том числе с именем DJ Bust A Nut. Согласно ужесточённым правилам Twitch, на площадке будут блокировать имена пользователей, которые содержат: отсылки к тяжёлым наркотикам, за исключением табака, алкоголя и марихуаны; отсылки к половым актам, гениталиям, телесным выделениям или возбуждению. В компании сообщили, что за соблюдением правил будут следить как модераторы, так и система машинного обучения, которая поможет предотвратить создание оскорбительных никнеймов. Анонсируя изменения, в Twitch отметили, что сделали их на основе отзывов зрителей. Учётные записи пользователей с никнеймами, которые нарушают обновлённые требования, временно заблокируют. У владельцев таких аккаунтов будет возможность самостоятельно сменить имя на специальной странице. Twitch заявил, что новые правила не будут применяться до 1 марта 2022 года. Однако в начале февраля несколько пользователей сообщили, что их учётные записи заблокировали. Об этом рассказал в том числе стример под ником doaenel. Ему дали бан на неопределённый срок за неделю до объявления об ужесточении правил. Dantes @doaenel 6 фев в 16:18 Twitch just indefinitely banned me because they think my name is \"do anal\". I talked about this multiple times on stream, my name has absolutely NOTHING to do with anal, and I've had this name since I was 16. Below is the origin. This is ridiculous. Twitch заблокировал меня на неопределённый срок, так как посчитал, что мой никнейм означает «do anal». Я много раз говорил на трансляциях, что использую свой ник с 16 лет, и он не имеет абсолютно никакого отношения к аналу. Это абсурд. О блокировке также сообщил один из активных пользователей Twitch и музыкант-любитель под ником DJ Bust A Nut. DJ Bust A Nut @TK_DJBAN 6 фев в 01:52 Twitch banned my username that I had for almost 10 years. No one thought it was inapproriate everyone thought it was funny. Which was the intention of the name. Twitch забанил мой ник, который я использовал почти 10 лет. Никто не считал его неприемлемым. Наоборот, все говорили, что он забавный. Собственно, с целью рассмешить я и создал такой ник. В соцсетях посочувствовали пользователю DJ Bust A Nut и сказали, что его будет не хватать на платформе. cheapy @ttv/cheapy_thecheapskate @c_heapy 6 фев в 02:51 @TK_DJBAN RIP to one of the best usernames ever У тебя был один из лучших ников, RIP. All Things Ethereal @Ethereal_Omni 6 фев в 10:28 @TK_DJBAN Dude, I always fucking die laughing when you sub, this is a dog shit moment...Sorry dude that sucks! Я каждый раз просто умирал со смеху, когда ты подписывался на кого-нибудь. Это хреново, сочувствую тебе. Hyruleherojoe @hyruleherojoe 6 фев в 09:35 @TK_DJBAN @Mas1erCJ Best user name ive ever read. Лучший ник, который я когда-либо видел. Некоторые зрители Twitch стали опасаться, что когда правила официально вступят в силу, их никнеймы тоже могут посчитать неприемлемыми. В компании по этому поводу пока не дали никаких комментариев. kalterhxtc @kalterhxtc 11 фев в 00:53 @Twitch bruh my name is Jizzel will i get banned or smth Мой ник — Jizzel [созвучно со словом jizz], меня теперь забанят или что? В конце января пользователи и стримеры раскритиковали платформу за то, что она поддерживает слишком длительные трансляции."},
{"title": "Horizon Zero Dawn преодолела отметку в 20 миллионов проданных копий", "pub_date": "2022-02-11 17:06:53", "image": "https://leonardo.osnova.io/223df6c4-2cc4-57e3-b2d1-a4e29dc59c64/", "text": "А для её продолжения выпустили кинематографический трейлер. Horizon Zero Dawn вышла в 2017 году и к началу 2022-го преодолела отметку в 20 миллионов проданных копий. При подсчёте учитывались продажи как на PS4, так и на ПК, где игру выпустили в 2020-м. В 2019-м продажи игры составляли 10 миллионов экземпляров. Это позволило Zero Dawn стать самой успешной игрой Sony по новой IP за историю PS4. Hermen Hulst @hermenhulst 11 фев в 17:00 Wow, Horizon Zero Dawn has officially sold over 20 MILLION copies around the world across PS4 and PC! What an incredible achievement @Guerrilla , and a big thank you to our hugely supportive fans! Now, let's get ready to visit in a week... Разработчики из студии Guerrilla также опубликовали кинематографический трейлер продолжения игры — Horizon Forbidden West. Вторая часть серии выйдет на PS4 и PS5 18 февраля 2022 года."},
{"title": "NPD: Monster Hunter Rise и God of War вырвались в топ-5 самых продаваемых игр января за счёт выхода на ПК", "pub_date": "2022-02-11 17:43:24", "image": "https://leonardo.osnova.io/f4c957be-3306-51fb-9109-26fcd70996c9/", "text": "А лидером месяца стала Pokémon Legends: Arceus. По данным The NPD Group, в январе 2022-го объём американского рынка видеоигр сократился на 2% по сравнению с предыдущим годом — траты покупателей составили 4,7 миллиарда долларов. Как отметили аналитики, падение продолжается третий месяц подряд и его не скомпенсировал даже рост продаж «железа». Всё это — последствия проблем с поставками и дефицитом комплектующих. Основные показатели Продажи видеоигр в январе выросли до 390 миллионов долларов. Это на 22% больше, чем за тот же период 2021-го и самый высокий январский показатель с 2009-го (447 миллионов). Лидером чарта стала Pokémon Legends: Arceus, показав один из лучших результатов начала года. Релиз ПК-версий Monster Hunter Rise и God of War вернул обе игры в топ-5 чарта. Экшен-RPG от Capcom попала на третье место (занимала 94-е в декабре), а игра от Sony Santa Monica — на пятое (занимала 146-е в декабре). Rainbow Six: Extraction от Ubisoft стартовала с девятой строчки чарта. Marvel's Spider-Man: Miles Morales по продажам в долларовом эквиваленте стала третьей самой успешной игрой Sony с 1995 года. Впереди только оригинальная Marvel's Spider-Man и God of War, вышедшая в 2018-м. Самой продаваемой консолью месяца стала PlayStation 5 (и по количеству проданных устройств, и по выручке). На втором месте — Xbox Series. Самый успешный игровой аксессуар — контроллер Xbox Elite Series 2. Мобильный игровой рынок упал на 6,8% по сравнению с 2021-м годом, показатели выручки постепенно возвращаются на уровень до пандемии. Топ-20 самых продаваемых игр в США за январь 2022 года (* — без учёта цифровых продаж) Pokémon Legends: Arceus * Call of Duty: Vanguard Monster Hunter Rise Madden NFL 22 God of War (2018) Marvel's Spider-Man: Miles Morales FIFA 22 Mario Kart 8 * Tom Clancy's Rainbow Six: Extraction Battlefield 2042 Pokémon: Brilliant Diamond / Shining Pearl * Far Cry 6 Minecraft NBA 2K22 * Mario Party Superstars * Animal Crossing: New Horizons * Forza Horizon 5 Halo Infinite Super Smash Bros. Ultimate * Call of Duty: Black Ops Cold War Топ-10 самых продаваемых игр января в США (Nintendo) Pokémon Legends: Arceus * Mario Kart 8 * Pokémon: Brilliant Diamond / Shining Pearl * Mario Party Superstars * Animal Crossing: New Horizons * Super Smash Bros. Ultimate * Just Dance 2022 The Legend of Zelda: Breath of the Wild * Super Mario 3D World * New Super Mario Bros. * Топ-10 самых продаваемых игр января в США (PlayStation) Call of Duty: Vanguard Marvel's Spider-Man: Miles Morales Madden NFL 22 FIFA 22 Tom Clancy's Rainbow Six: Extraction Ghost of Tsushima Marvel's Spider-Man Battlefield 2042 NBA 2K22 * Far Cry 6 Топ-10 самых продаваемых игр января в США (Xbox) Call of Duty: Vanguard Madden NFL 22 Far Cry 6 Battlefield 2042 Halo Infinite Forza Horizon 5 Tom Clancy's Rainbow Six: Extraction NBA 2K22 * FIFA 22 Call of Duty: Black Ops Cold War"},
{"title": "WB потребовала заблокировать страницу мода Rise of Mordor — он переносит действия Total War: Attila в Средиземье", "pub_date": "2022-02-11 18:10:26", "image": "https://leonardo.osnova.io/ffd41589-fca4-5d13-a5d3-922a0588e187/", "text": "Почему к фанатскому дополнению возникли претензии только сейчас, неясно. Его создают больше четырёх лет. О том, что Warner Bros. запросила у администрации сайта Mod DB заблокировать страницу с модом Total War: Rise of Mordor, рассказали создатели фанатского дополнения в разговоре с сайтом GameWatcher. Разработчикам сообщили, что блокировка связана с нарушением авторских прав. Их мод Rise of Mordor добавляет в стратегию локации Средиземья и персонажей из вселенной «Властелина колец», частью лицензий на которую владеет Warner Bros. Авторы мода не знают точную причину блокировки, но полагают, что DMCA-жалобу направили из-за названия. Они планируют изменить имя модификации и уже собрали возможные варианты от игроков. Разработчики надеются, что ребрендинг поможет избежать последующих блокировок со стороны Warner Bros. Поклонники Total War: Attila работают над модом Rise of Mordor больше четырёх лет. Почему кинокомпания решила направить DMCA-страйк к нему только сейчас, неизвестно. Примечательно, что страница модификации на сайте Nexus Mods по-прежнему доступна . 9 февраля стало известно, что компания Zaentz Co. выставит на продажу крупный пакет прав на фильмы, игры и другую продукцию по «Властелину колец» и «Хоббиту». Стоимость лицензий оценивают по меньшей мере в два миллиарда долларов, а возможным покупателем называют Amazon."}